#version: 0.2
c c
C C
( =
cc c
> >
O C
) (
] (
cc ccc
CC CC
) [
C l
. [
- ]
C O
@ @
N C
n c
C c
+ ]
CC C
) =
C N
C OC
B r
CC N
( -
cc cc
O CC
( [
N c
CC OC
S i
CO c
) (=
-] )
= [
1 2
n H
+] >>
O c
-] .[
+] .[
N a
C I
c n
CCCC C
2 1
-] >>
CC O
+] (=
n cc
C S
OC c
>> [
@ ]
CC c
c nc
CCCC CCCC
-] .
+ ](
c I
-] )[
n n
@@ ]
C NC
] .
CCC N
CC OCC
s c
o c
] >>
2 3
C n
+] [
cc nc
O H
N S
L i
N CC
n nc
N N
ccc nc
+]( [
N O
] )
) /
CCCC CC
+] =[
CCN CC
NC c
3 2
S C
C Br
M g
cc n
] .[
CC l
OCC O
nc nc
( /
cc ncc
CC NC
O S
CC Oc
S c
cccc n
c N
O B
- ](
CC Cc
]( [
O n
F C
C s
CC CO
CCCC O
)( [
c B
Cl c
CO CC
n ccc
N H
OC O
cn n
B H
F c
CCCC CCC
CC S
CN c
CS C
nc n
( \
-] =[
n cccc
CS c
N CCCN
-] [
] [
3 4
O P
CCCC N
N NC
cn cc
) -
Br c
C H
] >>[
CC n
Z n
S n
c C
+] .
+] =
O CCC
A l
@@ ](
CC Br
c sc
CCO P
] )[
)= [
@ ](
n oc
O O
ccc s
CO N
COC c
CO S
CC I
/ [
N CCC
4 3
OCC OCC
O N
-] #
CC Cl
COC O
O CCCC
N CCN
O CCN
c s
] (=
CCCCCCCC CCCC
N CCO
S e
CCC NC
1 3
cc sc
CCCC c
-] )([
CO CCN
CO P
CCCCCCCC CCCCCCCC
N CCc
n o
ccc o
S H
nn n
N OC
Cl CCl
OC OC
Si H
c O
ccc n
CO CCO
C P
C B
C F
S CC
CN CC
CCC S
CCCC CCCCC
I CI
o n
cn ccc
N I
N P
CCCCCCCC CC
ncc n
3 1
CC COc
CC SC
cnc n
I I
Cl C
CCCCCCCC CCC
s ccc
cc oc
N Nc
]( /
N CCCC
OCC c
CN S
CCC OC
ncc s
n C
I C
CCN c
I c
Br Cc
CCC Br
cc nn
S Cc
P H
CCCC OC
Br C
nccc n
] )=
c oc
(= [
] =
-] )=
cn nc
CCCC NC
CCC n
: [
CNC c
nc nn
COC OC
CCCC l
4 5
O NC
] :
OCC CO
-]# [
CN O
ncc nc
o nc
OCC OC
\ [
CCCC Oc
CO CCOCC
N CO
Cl Cc
O CCCN
CN CCN
CO CCOC
cnc nc
-]>> [
nn nn
CO CCC
CCCC Br
CO B
S CCCS
CCOC c
CCCC CN
CC Sc
Cl CCCl
Br Br
CCCCCCCC CCCCCC
o ccc
COC Oc
O OC
CCC I
CCO S
CS CC
Br B
@ +]([
c o
OCC Oc
cn ccn
CCN S
@@ +]([
n CO
-] =
C u
S S
OC I
S CCS
CCOC n
cc s
NC N
2 4
OB O
CCCCCCCC CCCCC
CN N
OCCOCC OCCOCC
nn nc
cn nn
+] )
] )(
CCCC n
cccc B
c S
CO CCOc
N n
CCCC Cc
OCC I
5 4
n sc
CCCC CO
O CCCCCC
CCCCC Br
CCCC CCN
nc on
CCS CC
O I
s cc
c CO
OCC Br
CCCCCCCC CCCCCCC
CCCC Cl
S P
Br CC
CCO N
-] )(
4 2
CN OC
OCC Cc
NCC NC
CCCC CCc
CCCCCCCCCCCCCCCC CC
OCC NC
NCC S
] )([
CC P
nc sc
OCC OCCO
# [
C r
CCC Nc
ccnc n
n s
O CCCCCCCC
B C
cn oc
O CCCCC
NCC CO
S CCC
N CCOCC
OCC Cl
T e
OCC S
CCCC S
CCCCCCCC c
nc oc
cs cn
CN CCO
+]>> [
I CCI
CCCC P
cc o
COC N
)( /
N OCc
n ncc
OCC n
Cl CC
CC B
CC F
Cl P
CCCN CC
H g
CO NC
nnc o
CCCCC NC
CCCCCC Oc
( #
CCCC I
F B
NC I
NCC Cc
cnc o
N CCCCCC
C a
1 0
A s
OCCOCC OCCO
OCC COc
CCCCCC Br
) \
I P
M n
+] #
CN CCC
1 4
CCCC COc
CCCCCCCC N
N NS
OCCCC l
CC NCc
s cnc
OCCC Br
G e
CCCC CCO
CS Cc
I CC
CCC P
COCC COc
no nc
NCC n
S CS
cc on
ncc o
CCCC COC
CCCCCCCC Oc
cs cc
CCCC Nc
Al H
CCC Sc
o cc
co cn
s e
CO CCCC
OC OCC
] %
OB OC
CS CCC
NCC Oc
S Sc
NCCN c
1 1
CN CCc
N OCC
n S
NCC Cl
CCOC O
CCCCCCCC O
CCCO S
ccc C
CN NC
ccc nn
CCCCCCCCCCCC CCCCC
N CCCCN
-]) /
nc ncc
NC S
COCC n
ns nc
ncn o
OCC l
CN CCNC
4 1
cnc s
CCCC CCCN
OC N
CCC OCc
CO CCCN
N CCCCC
CS CCN
CS SC
S CCN
n O
O CCCCO
o cnc
Cl CCN
S I
ccc O
CCCCCCCC CCCCN
CCCC CCOC
cc I
cccc I
S SC
3 5
CCC SC
COCCOCC OCCOCCOCCO
ccc N
CO CCc
NCCC n
OCC F
s cn
Br P
CO CCl
CCOCC l
O CCCCCCCCCCCC
cccc cc
CCCN S
CCCCCC NC
nnc s
cc nnc
CCCCCCCC OC
A g
NC P
NCC I
c NC
OC S
nc s
NCCC NC
CCCCCC Cc
S b
Br CCBr
c OC
CO CCNC
CNC S
COC OCC
nc o
P c
NCC COc
N CCOC
CCCCC n
CCCCCC COc
CCCO CC
COCC I
CCO CCC
CS CS
ccn o
CCCCCCC Br
P I
S nH
c CC
CCCCCCCC CCBr
o cn
5 6
S CI
CCCCCCCC CCOc
CCCCCC l
c NN
s ccn
COCC Br
nnc n
CCCC OCCOc
CCOCC O
CO O
CCN CCN
s nc
ccc I
CO n
NO S
Br CCCCBr
OC NC
CCCCCCCC Br
OCCC NC
CCCCCCCCCCCC c
Cl CCCBr
CS CSC
COC n
Br CCCBr
CCCCCCCCCCCC Oc
OCCOCCOCCOCC OCCOCCOCCOCC
Br CCc
O CCCCN
Cl Cl
CCCC SC
NCC SCc
6 4
OC OCCOC
N CCCCCCCC
CCOCC OCCOCC
C cc
5 3
c H
CS S
CCO O
Br CBr
CCCCCCCC CCO
CCCC CI
CCN O
OCCCC c
OC P
31 4
OCCCC Br
OCCC S
CCN N
CCCCCCCC CCc
S CCO
CCCCCCCC CCN
B i
ncn s
CCCCCCCCCCCC OC
CCO CCN
CCCCCC CO
OC n
CCOC N
CCCCC S
3 12
CCCC Sc
FC F
F e
COCCOC O
n CCO
OCCC OC
S Cl
OCCN c
c onc
6 5
CCCCCC n
Cl B
OCCN CCO
] )=[
+] #[
N CCCCO
Br CCC
NCCCC CCN
CCCC OCc
CCS S
CCOC OCC
S CCc
o ncc
C e
] #
@ +](
COCCN c
S CCCC
OCO O
B Oc
CCCN CCC
C nc
OCC OCc
CCCCCCCC CCCCO
N CCCCc
CO CCCc
CN CCCN
CCCCCCCCCCCCCCCC CCN
CS CN
N B
CCCCCCCC NC
CCCCCCC NC
OCCOCC OCCOCCO
OCCO CCN
N NCC
CCCCCCCC CO
OCCC I
I ccI
COCCOC Oc
P b
S N
OCCOCC OC
] /
nc I
s n
CCCC OS
n CC
1 5
CCOCC OC
NCC Br
CCOCC n
CCCCCCCC CCOC
CCS Cc
NC OC
B CC
N OCCO
CCCC NS
CCCCCCCCCCCC Br
n NC
CCCCO P
CCCCCCCC Cc
COCCOCC OCCOCCO
CCOCC c
CCCCN CCCC
CCCCCCCCCCCCCC Oc
OC l
CCCCCCCCCCCCCCCC OC
O CCCCCCCCCC
NCCC Nc
CCCCCCCC CCCO
NCC SC
F CI
NC NC
CCCC CNc
O CCCCCCCCCCCCCCCC
c CN
CCCCCCCCCCCC NC
CCOCC Oc
OCCO S
T i
NCCC Br
NCC F
Br CCCCCBr
OCCCC CCO
-] (=
@@ +](
N i
CCCCCCCCCCC Br
COC I
B a
NCCC S
CCCCCCCCCCCC S
OCCCC Oc
Se H
O CCCCCCC
3 7
COC OCc
S CCNC
CS CCO
CCCCCC I
CCOC OC
CCC NCc
no cc
OCCCC Cl
OCCC n
Br CCCc
CS CO
NCCCC NC
ccc B
CCCCCCCC S
OCCCC COc
OCCCCCC Br
OCCC Nc
c CCC
N OCO
CCCCCC S
CCCO P
OC OCO
CCCC B
NCCCCCC NC
CCCC OCC
C ccc
OC F
31 5
CCCCCCCCCCCCCCCC N
CCCCCCCC CN
CCCCCCCCCCCCCCCC OCC
ccc OC
OCC SC
CCCCCCC OC
CO CCCCC
CCOCC OCCN
N Oc
Cl CCCN
CCCCCCCCCCCCCCCC CCNC
CCCCCCCCCCCCCCCC CCOc
CCCCCCCCCCCCCCCC CCC
ocn o
CCC F
NCCOCC O
I CCCI
CN CCCC
CCOC Oc
2 5
Cl CI
nccc I
CO CCCn
OCCC OCc
) :
CCCCCCCCCCCCCCCC CCOC
CO OC
CCOCC OCC
OCCCCCC Oc
CCCCCCCCCCCCCCCC Nc
CCOCC Br
NCCCC CO
CCC B
COCC Cl
COCCOCC OC
N NCc
NC n
OCCOCC Oc
N Cl
cco cc
CCCCCCCC CCCc
CCCCCCCC CCCCCCCCCCCC
I n
CN CCOC
CCCCCCCC n
NCCCC CCO
c NCC
34 1
CCN CCC
O Nc
COCCOC OC
NCCCC l
CCOCC OCCOCCOCCOCC
n OC
NCCCC CN
NCC SS
CCCO N
co cc
Br CCCCCCBr
CCCCCCCC COC
B c
CCCCCCCC I
CCCCCCCCC Br
-]( [
CCN CCO
COCCOCC l
) :[
Cl CCBr
I B
N cc
c F
I CCC
@@] (=
IP I
Cl I
CCCCCC Cl
P C
nn sc
COCC S
CCCCCCCC CCNC
F CC
CCO B
OCCCC CCc
OCCCC CO
CNC N
7 3
CCOCC OCCO
O CCCCCBr
@] (=
CCCCCCCCCCCC CCN
CN CCOc
O OS
O CCCCCCCCCCC
NCC NCc
cN CCC
B OC
S CCCN
CN P
n N
OCCCCCC Cl
CCCCCCCCCCCC CCO
Cl CCCCBr
COC NC
N F
COCCOCC OCCOCC
CCS CCC
O CCCCCCCCCCCCCCCCCC
OCC NCc
OCCCC OC
CO CCCO
OCCCC CCCCC
N CCNCC
P t
s sc
N CCCCCCC
CO cc
NC SC
cccc o
CCCC COS
N CCCCCCCCCCCC
S CN
CCCCCCCCCCCCCCCC O
CCO NC
NCCN S
CCCCO N
OCCCC Cc
Br CCOc
A u
CS CCNC
-] /
B CI
I Cc
CCCCCCCCCCCCCCCC CCOCC
COCCOCC OCCO
O CCNCC
CCCCCCCC CCS
CO CCCNC
@@ +]
CCCC CCNc
)/ [
NCCC OC
C o
Y b
+]( -
CCCC COCc
Cl CCC
CCCCC Sc
cn ncc
C d
O NCc
CN ccc
CS P
COCCOC c
cn sc
CN CCS
Br CCCOc
NCCOCC OCCNC
CCCCCCC n
CCCCCCCCCCCCCCCC CCCCCC
P d
s nnc
OCC Sc
NS C
COCCOCC OCCOc
cc O
NCC Sc
CCCCCCCCCCCCCCCC Br
CCCC NCc
-] )(=
OCCN S
Br CCOC
1 32
ccc S
c P
O CCCCCCCCCCCCCC
CCOCC Cl
CCO CCCC
OP O
s ncc
OC SC
CN n
CCCCCC SC
OCCOCC OCCOC
CCN CCc
CCOCC OCCOCCO
COCCO CCN
COCCOCC OCC
CCCCCCCC OCC
O NS
Cl CCCC
cs nn
CCCCCCCCCCCCCCCC Oc
@ +]
CCCCCCCC COc
CCNCC Cl
OC Oc
Br CCCC
CCCC NCC
CCCCCCCCCCC OC
COCCOCC Oc
S CCCCC
Cl CCc
OCCCC CCN
COCCOCC O
Cl CCCOc
COCCOCC OCCOC
OC OCc
CCOCC NC
CCCCCCCCCCCCCCCC SCC
Cl CCCI
CCCCCCCCCCCC CCc
12 3
CN CO
COC OCCI
CCCCCCCCCCCC SC
NCCOCC OCCN
CCCCCCC I
B O
nnc nn
1 6
c Oc
cc N
CO CCCCCCCCCC
COB OC
5 2
S CCCCCC
(- [
NCC COCCOCC
Cl CCNCCCl
CCCCCCCC CCCN
S CCI
CCCCCCCCCCCC n
CS CCS
COCCOCC OCCOCCOCCOCC
NCCOCC OCCOCC
CCCCCCCCCCCC CCOC
5 1
COB O
OCCC F
F S
CCC SCC
CCN P
S CCCCl
COC S
(\ [
NCCCC n
CCOCC I
N CCCCCCCCCCC
CCCCCCCCCCCCCC Br
CCCC SS
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
Br CCOCCBr
OCCOCC OCCOc
OCCOCCOCCOCC OCCOCCO
F P
c OCC
N Br
CC ccc
nn ccc
o cco
CCCCCCCCCCCCCCCC CCO
O cc
CCCC NCCCN
CCCN N
OCCCC CN
cc C
I CCCCI
NO CCN
OCCCC CCOC
F CCBr
S CCCO
CCCC OB
CCCCCC Sc
s s
CC cc
CCCCC SC
ccnc I
CS N
CS SCC
CS CCOc
CCS SCC
CCCCCCCCC NC
CCS CSCC
CCCCCCCCCCCC OS
CCCCCCCC CCOCC
CCOCCOCCOCC OCC
NB N
CCCCCCCC Nc
S CCCl
Cl CCOc
CCS CCO
Cl Sc
CO CCCBr
OCCCCCCCC O
NC NN
(/ [
COCCC Nc
COCCOC N
CCCCCCCC SC
C nn
M o
S CCCc
CCCCCCCCCC COc
CCCCCCCCCCCCCC Cc
O OCC
NCCN CCO
F Cc
Cl N
CN CCCc
CCCCCCCC Cl
6 7
CCCCCCCC CCI
CCCC CCOCC
CCCCCCCCCCCC Cc
G a
O CCCCCCCCCCCBr
Ge H
OCCCC I
F F
CCCC SCC
CCCCCCCCCCCCCCCC CCBr
COCCOCC OCCN
4 6
B N
OCCCC Sc
c Nc
ccc NN
OCCC Sc
OCCCCCCCC Br
CO CCCCCCCCCCCC
F CCI
N ccc
CS CCc
NO P
-] )=[
CCCCCCCCCCCC OCC
CCS CCN
OCCCC NC
ccc NC
Cl p
NCCC Sc
CCCCCCCCCCCCCC CO
CN CCCO
CS CNC
O NO
N CCOCc
CN I
CCCCCCC S
OCCOCCO CCN
7 5
t e
CCO OC
OCCOCCOCCOCC OC
CN CCn
OCCOC n
B I
CCCN CCN
CCCCCCCCCCCCCCCC NC
CO CCCCCCCC
+] )[
NCCCC Oc
OCCOCC Cl
CCCCCCCCCCCCCCCC c
S CO
OCCO N
COCC NCc
OCO P
CCCCCCCC CCCNC
CCCO CCOc
COCCO NC
NCCOCC OCCO
T l
OCCOCCOCCOCC OCCO
NS N
OCCCCCCCC CCO
CSCCC SC
NCCCOCCOCC OCCCNC
N CCCCCNC
CO CCCCc
ncc nn
NN CCO
Cl CCOCCCl
COCCOCC OCCOCCOC
NCCO CCN
O OCOO
Z r
CS CCCC
CCCCCCCCCCCCCCCC S
NCCOCC OCCOCCN
6 1
Cl COCc
CO CCCCCC
OCCO P
23 1
I CCCc
ccc CO
NCCN CCN
CN CCCNC
CNC NC
CCCCO CCCC
N CCCCCCCCN
CNC P
7 6
ccn C
3 6
CCCC CNS
CCCCC NCc
NCCCC Nc
N CCCCCCCCC
ccc oc
Cl CCCc
CCCCCCCC P
COCCN S
R u
CO CCCS
OCCCC n
CCCC F
CCCCO CCCCO
NCCO N
ccs n
CCCC CCOCc
NN N
OCCOCCOCCO CCN
S CSC
cn ncn
ncnc n
S CCOCC
SS SS
NC F
COC OCCC
ccn s
OC Br
CO CCCCN
OCC COS
S CCl
CCCN CCCN
CCCCCC NCc
CO CCCOC
CS CCCl
CP C
I CCc
O NCC
OCCCCCC l
CCCCCCCCCCCCCCC Br
CN CCNc
Br CCCCc
CCCCCCCC l
CCCCCCCC OS
CCCCCCCC CCn
CCCCCCCCCCCCCCCC CCCCC
c CNS
CS COC
CCCC CCOS
NCCOCC OCCOCCO
F CBr
CN CCI
Br CCCCOc
CS CCl
CCCCCCCCCCCC CCOCC
NCCSS CCN
NCCSS CCNC
c CCO
CCOCC OCCOCCN
NCCC I
CCCCCCCCCCCCCC NC
CCCO CCC
NCCOCC OCCOCCOCCOCC
n Cc
CO CCCCn
COCCOC n
CN cc
Br CCCOC
NS c
B Cc
N CCCCCCCCCC
] =[
OC NO
NN CO
NCCOCC OCC
OCCS CCO
- [
CCCCCCCC CCCS
CCNCC NC
CS CCSC
OCCCCCCCCCCCC Br
s ccs
CCCCCCC Sc
OCCCCCCCC CCBr
S CCOC
c OCCC
@] %
CCN CCCC
CNCC COc
NCCCCCCCC NC
n CCCC
Cl CCCCI
CO CCCCBr
n I
-] \
Br CCCCC
CCN CCNCC
CCOCC OCCOC
CO ccc
CO CCCCCCCCCCCCCCCC
Br CCOCc
3 21
N CCCCCCCCCCCCCCCC
CO CCCCOC
OCC P
CCS P
34 2
OCCC NCc
COCCO N
c occc
o ccn
Cl CCCCCBr
Cl OCl
OCC SS
OCCOCCOCCOCC Oc
CCCCCCO CCCCc
COC Br
S CCCCCCCC
S CCCCOc
c NO
p c
21 3
CS CCNc
NCC P
NN CCC
OCCCCCCCC CO
SCCC SC
CC nc
CCN NC
cn sn
CCOCC Cc
NCCO S
OCCCCCC NC
S CCCCCCCCCCCO
CCCCCCCC CCCCCCCCCCCCOC
CCCO CCc
COCCN CCOC
IB I
6 3
CN OCc
CCS CCS
NCCCN CCCCNCCCN
CCCCCCCCCCCC I
NCCCC CCCN
CCO CCCN
CS CCCN
CCCCCCCCCC SC
CCCCCCCCCCCCCCC OC
CCCCCCCC Sc
CCCCCCCC CCCl
CCS SC
CCCCCCCCCCCC CO
SCC SC
COCCOC OCC
n scc
CS CCOC
S CCCCCCCCCCCC
Br CCCCCCCCCCBr
COCCO S
COCCOCC OCCOCCN
ncc I
OCCC SC
OCCOCC NC
OCCCC COC
NCO O
CCCCSS CCCC
S m
CCCC COCC
CO CCNCC
CO NCc
CCCCCCCC ON
CCCS CCC
F N
CCCCC P
COCC F
C cccc
CCCCCCCCCCCCCCCC SC
4 8
OCCOCC OCCCl
CCCC CON
N CCOP
P P
c Cc
OC NCO
COC OCCc
CCCCCCCC F
CCCCCCCC OP
NS I
CCCCCCCCCCCC Nc
CCCCCCCCCCCC Sc
COCCOCC NC
OCCCCCCCC CCCCO
@ ]([
C ncc
N OCCOc
CO CCCCOc
nc B
CN Nc
OCCCCCCCC CCCO
OCCCCC NC
c OCO
Cl CCCCCCBr
Br CCCCCCCCBr
CCCS Cc
o p
CCCCC F
OCCCC OCc
cs nc
CO I
NO CCC
CCCCCC B
S O
Cl CBr
CNCCN CCNCCN
CCCCCCN CCCCCC
ocn s
1 7
I H
P S
Cl CCOC
CO CCCCO
CCS CCCl
OCCCCCCCC Oc
B CCC
CCCC OCO
+] )=
cn C
NCCN CCNCCN
As H
COC ON
COC OCCOC
NCCCC Cc
) #
n CCC
Br CCCCCCCBr
CCN CCCN
nnc nc
CCS SCCC
NCCCN S
OCCCC CCCCCBr
N d
N CCCCCCCCCCCCN
ccc CC
32 4
NCCC P
COCCOCC Br
SS S
c COC
Cl CCCCC
Cl CSc
+] )(
OCC COCC
CCOCC OCCOCCOCCO
CCCCCCCCC S
n CI
CN CCCCCC
c CI
CCCS P
OCCCCCC CO
6 2
S CSc
S CCCCS
CN B
nn C
NCCCN CCCN
NCCC SC
N CCCCCCCCCCCCCCCCCC
O F
nc N
COC SC
CCCCCCCCCCCC CCCN
OCCCCCC I
N CCCCCCOc
CO Nc
CCC OCOC
CCCO B
NCCOCCOCCOCC NC
R e
] )(=
CO CCCCCCCCCCCCCC
CCCN O
CCCCCC P
7 13
O ccs
CCOCC OCCOc
CS CCCO
CCCCCCCC CCOS
CCCN CCc
CCCCN CCC
NCCC NCc
OCCOCC OCCF
NC NCN
nc nnc
OCC OCO
CCCCCCCC CCl
CCS CCCC
OCCOCC n
CCCCCCCCCCCCCCCC CCc
CNCC NCc
I OI
c CNC
CO CCCCl
CCNCC Oc
CCS Sc
OCCOCC OCC
O CCCCCCCBr
Br CCCCCCCCCCCCBr
OCCCC CI
NCCCC NS
COCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
R h
S r
S COC
Cl CCCCc
CO OOC
+] /
NCCCCCCCC CN
O s
CN CCCS
CCOCC S
cnn s
CCCCCCC SC
NCCCC CCc
NCCOCC OCCCCCCCl
CCB CC
7 8
I NI
S CCOCCOCCOCC
COC P
CCCCCCCC CI
CCCCCCC OCc
CCS CO
NCCOCC NC
CNCCCN CCCCNCCCN
P N
c SC
CO NS
Br CCCOCc
CS CI
CNC OC
CCCCO CCC
@]( /
OCCCC S
COCCOCC n
CNCCN S
c CCN
o cccc
CCCC CCNS
Cl CCCCCl
CCOCC CO
CCCCCCCCCCCCCCCC CCS
] :[
CCN OC
OCC CON
CCCCCCCCCCCCCCCC CCCCCCCC
SCC Sc
CCCCCCCCCCCCO P
F CS
F CCOc
OC B
OC SCC
Cl Cn
CO CCCCCCCCCCCCCCCCCC
ncc C
ncnc I
nccc B
ncs n
I CCCC
OC Sc
Cl SC
Cl CCCn
CCO CCNc
OCCOCC c
OCCOCC OCCNC
OCCCCCCCC OC
E u
CCCC CCNCC
CCCC OCCO
Cl CCCCOc
NCC SCC
ONC NO
F CCCBr
O Br
cc B
COCCOCC OCCNC
OCCCN CC
CCCCCCCCCCCCC Br
F CCF
c Sc
s snc
CCCCC B
OCCCCCCCC CCOC
NCCOCC OCCOCCOCCOCCO
NCCCCC n
O p
c NS
CO OCO
CCCO CCN
CCCO CCl
CCCCCCCCCCCCCCCC I
CCCCCCCCCCCCCCCC Cc
CCCCCCCCCCCCCCCC CCCCCCC
NCCCCCCCC CCN
B OCC
T a
CCCC NN
CN CCCCN
CN CCCCCCN
COC Sc
NN CCCCCCCC
SC F
CCCCCCCCN CCCCCCCC
4 32
I CCCCCI
S CCCCCCCCCCC
CCCC SCc
COC OO
CCCN CCO
COP O
CCCCOC N
NCCCOCCOCC OCCCN
B B
N CCCCCCCNC
CCCC SCCC
CCOCC OCc
CCCCCCC Nc
OO O
OCCOCC OCc
OCCCC Nc
CCCCCCCCCCCCCCCC OS
CCCCCCCCCCCCCCCC CCCCCCOc
CB O
OCCCCC n
L a
S CCBr
S CCCCCl
23 4
NS S
CCCCCCCCCCCCCCCC OP
O ccc
S NCC
n P
ccccc I
CO CCCCCCC
NC B
Br CCCN
CCOC OCc
NCCCN CC
OCCN O
NCCCC Br
OCCCCCCCC Cl
CCOCCOCCOCC OC
A r
CO CCOP
CO CCCCCCBr
Br CCCn
Br CCCCCc
OCC SCC
CCO n
NN P
COCC Sc
CCCCCCCCCCC SC
S CCCCCCCCCCCCCCCC
Br CCN
NCCCN CCCCN
OCCOCC Br
SS N
SCCC Sc
N OCCBr
S SCC
CCCC OCCl
Cl CCn
Cl CCCCn
COC OCOC
CCN ccc
CS CCn
CCOCC OCCC
NCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
CC ncc
CCOC S
CCOCC OCCNC
CCNCC S
OCCO CCC
OS c
CCCCCCCCCCCC CN
NCCCC CNc
OCCCCCC Cc
N CCCCCCCCCCCCNC
CCN CCCCc
NCC B
COCCOCC OCc
OCCCN S
CCNCCN CCNCC
NCCOCCOCCOCCO CCC
B CN
S NC
c CCCC
CCCCCC SCC
OCCO O
CCS CCNC
@@]( /
CCCCCCCCCCC I
COCCC I
NCCCCCC n
CCCCCCCN CCc
CCOCCOCCO CCC
S CNC
S CCCBr
n CNC
OC OCCI
CN CCCNc
+](= [
CS COc
CS CCCOc
NO CCCC
CCCCCC COCC
ccn ccc
NCCCC COc
OCCCCCCCCCCCC OC
CCOCCOCCOCC OCCNC
1 8
N nc
P O
S CCOc
c OCCO
n CCNC
CCOC I
CCOCC COc
CCCO O
CCS CCSCC
COCCOCC OCCOCCOCCOCCO
CCCCCN CCCCC
Cnn C
2 6
N CCCCCCCCc
n CS
cc ccccc
-] /[
CN CCCCC
CCOC ON
CCO CCCCC
NCC COS
cccn C
CCCCCCCCCCCCCC COc
OCCCCCC S
CCCCCCCCCCCCCCCCCCCC CCOC
C ncn
O CCCCCCCCCCCCC
NC NS
CCC OCO
cccc C
-]) -
CCOCC OCCBr
CCNCC Cc
CCCO NC
OCCCCCCCC CCOc
NCCOCC Oc
COCCOCCOCCOCCO CCN
G d
I r
N CCCCCCCCO
P OCC
c NCc
CCCC CNCC
CN CCNCC
CCN CCOC
CCCN CCCO
CCOCC OS
CCNC N
)- [
NCCCC CCOC
OCCOCCOCCOCC OCCOC
OCCCCCCCC N
OCCCCCCCCCCCC Oc
CCOCCOCCOCC NC
F CCC
N OCCOC
S CCCNC
S CCCCSC
NC NO
CN CCCl
CN CCCn
CS CON
CCCCCCCC COS
CCCN CCNC
CCOCC OCCOCCOCCOCCOCCOCCOCCOCC
CCCCCC COS
OCCO CCCC
OB OBO
OCCOCC F
NCCCC I
CCCCS CCCC
CCCCCCCCCCCCCCCCCCN CCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCCCCCC CCO
61 8
OCCSS CCO
7 25
N CCCCCCCCCCCCCC
P OP
ccccc C
CCCC OCCOCCO
Cl SCl
NC OCN
CS Sc
CS CCCS
CCCCCCCC OCc
NCC COCC
CCCCCC F
OCCCCCCCC CCCS
SCS CS
NCCNCC NC
CCCCCCOCC OCc
CCCCOCCCCO CCCCOCCCCO
O OCCC
COC OCO
CCCCCCCC CCOCc
CCCCCCCCCCCC CCOP
CB C
CCCCCCCCC n
OCCCCCCCCCC COc
SSSS S
I CN
]( :
@@ ]([
Br CCn
CS CCCCC
CS CCI
NN O
CCCO CCCN
CCS CS
OCCCC OS
CCCCCCCCCCCC CCNc
CCCCCCCCCCCC CCCCCNC
SS SC
OCCCCCC n
NCCS CCCO
CCOCCOCCOCCO CCN
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
S NS
] #[
ccc CN
CO CCCCCCO
CO CCCOS
CCO CCCCO
CS CCCCCCCCCCCCCCCC
CCCCCCCC COCc
CCS CN
NNC S
NCCC F
SS CCN
OCCCCCCCC COC
NCCCCCC Br
COCCOCCOCCOCC OCC
F OC
CCCC OCOC
CCCC CCON
Cl CCCCl
OCC COP
CS Cn
COCC SC
OCCOCCO S
OCCCCC Sc
COCCOCCOCCOCC OCCOC
I CSCI
n CCI
ccc CCO
CO CCCCCO
CN CCCCNC
Br CCCCCCc
CCOC P
cn on
CCO OCO
OO OC
OCCCC COCC
CCCCCCCCCCCC Cl
CCCCCCCCCCCC COC
NCCO NC
CCCCCCCCCCCCCCCC CO
NCCCC NCCCN
CCOCCOCCOCC Oc
8 6
N ccn
N CCCCCBr
N OCCCOc
Cl COC
Cl CCSc
Cl CCSCCCl
CN OCC
Br CCCCOC
CS SSC
CCCCCCCC NS
CCOCC SC
OCCCC OCC
CCCCCCCCCCCCCCCC CCSC
CCCCCCCCCCCCCCCC CCSCC
COCCO CCC
CNCCN CCN
CCP CC
NCCOCC OCCOC
F CCCOc
O NCCC
ccc CCI
CS CCCNC
CCCCCCCC OCOC
CCCCCCCC CCCCCCCCCCCCBr
SC P
OCCCC F
CCCCCCCCCCCCCCCC n
CB N
CNCC F
NP N
CCCCCCCCCC Sc
NCCCC CCNc
CCCCCCCCCCCCCC S
OCCOCCOCCOCC OCCOCCOC
NCCS CCN
NCCCCCCCC CCCO
OCCCCCCCCCCCCCCCC CCCCCC
CCCCCCCCCCCCCCN CCCCCCCCCCCCCC
1 9
5 7
O Oc
NC Sc
Br CCCCCCOc
CCOCC OCCCl
CCCCCCCCCCCC P
CP I
CCCS CCCC
CCCCCCCCC SCCCC
OCCCCCC COc
OCCOCCOCCO S
NCCCCCCCC CCCCO
C ccn
I SI
X e
c OB
ccc OP
CCCC COP
CCCC OCCOC
Cl CCCSc
CO CCCCCCCCC
CN CCCCO
COC F
Br CCCCCCCCCBr
NCC l
CCNCC Br
43 1
OCOC OCO
NCCOCC OC
F CCN
N CCCCCCCCCNC
S Nc
S CCCCCCO
CN CCCCCCOCCCCc
cn CO
CCCO CCCCCCBr
OCCC P
CCCS S
ccs cc
7 4
B CCCC
B OS
S CCCCCCCCCC
12 4
CCO CCCNC
]) -
32 5
cs s
ccs s
NCCOCCOCCO CCC
I CCOC
I CCCCC
N p
S CCOP
OCC SCc
CCOC OCCOC
CCCN NC
oc B
NN CCc
CCCO CCCC
OCCCC CCOS
nnn OC
SCCS CCS
OCCCCCCCC COc
CCOCCOCCOCCOCCOCC OCCO
2 43
I CCCCc
I CCOCCI
N OCCI
N OCCNC
P CCP
S Cn
S CCCCN
CC BC
CN CCCCc
CS CCCCCCc
CCCCCCCC CCCCCCCCCCCCOc
CCOCC Sc
CCCO n
CCS CCCN
CCCCCCCCCCCCCCCC CCCCCCCCCC
CCCS SCCC
COCCOCC OCCOCCOc
OCCOCCOCCOCC OCCOCCOCCOCCO
NCCOCC Cc
NCCCCCC Cl
CCOCCOCCOCC OCCOCCO
CCCCCCCCCCCCCCCCOCC COP
SCCOCCOCCOCC OCCS
I COCI
N b
S CCCCCCC
OC OS
Cl COCCl
Br CCCCCCOC
21 4
CCCCCCCC NCCCCCCN
CCCN CCCC
CCOCC OCCI
NO CCCN
NCCCN CCCNC
OCCN CCC
CCCCCCCCCCCC OCOC
CCCCCCCCCC F
CCCCCCCCCCC OCc
COCCOCC Cl
S CCCI
S CCCCCCS
c CCCO
c pc
n OS
CO CCCCCCCCCCCCC
Nc nc
cn nnc
CS SCc
CCCCCCCC B
CCOCC COCC
NN CCN
cccnc I
CCCCCCC F
ncn C
COCO CCCC
CCCCCCCCCCCC SCC
OCCCO NC
CNCCN CCCNCCNC
COCCOC OCc
NCCOCC OCCC
Cnc I
NOCCO N
COCCOCCN CCOCCOCCN
2 0
C p
R b
S CCn
n Cn
cc S
Cl CCCCCC
CO NCC
CO CCCCCCOc
CO CCCCCOc
CCN CCCNC
CCO CCCCOc
OCCOCC OCCOCc
CCCCCCCCCCCCCCCC CN
CCCCCCCCCCCCCCCC CCCCO
CCCCCCCCCCCCCCCC CCI
CCCS CCN
CCCCCCCCCC P
CCCCCCCCCCCCCCC S
CCCCCCCCCCCCCCC Nc
CCOCCOCCOCC Br
B OB
F CCCI
F NF
N COCC
O SC
S CCCCO
CN CCCCl
Br CCCCCC
CCO OP
CCS N
CCCCCCCCCCCCCCCC CCCCCCBr
COCCOCC OCCOS
OCCCCCCCC I
NCCCCCCCC n
NCCCCCCCC CCNC
CCOCCOCCOCC OCCOC
SCCCCC SC
N OCCS
OC NS
OC ncI
Cl COc
CO CCCCCN
CO CCCCNc
CCN n
OCC SCCS
CCO CCCCCO
CS SS
CCCCCCCC COCC
OCCO NC
CCCCCCC NCc
OCCOCC l
NCCCC CCNS
OCCOCCOCCO CCC
35 1
NOCCO S
OCCCCCCCCCCCCCCCC O
NCCOCCOCCOCC P
SCCOCC OCCSC
) \[
n COC
nc O
CN OS
CN NCN
Br CCCCOCc
CCCCCCCC NCC
ccnc o
OCO CCC
CCCCCCCCCCCC COc
CCCCCCCCC SC
CCCCCCCCCCCCC NC
OCCOCCOCCOCC OCCOc
OCCCCCCCCCCC OC
1 34
F COc
N CCCCCCCCCCCCCCCCBr
O NN
O CCCCCCCCCCCCCCC
S CCNc
ccc OCO
Cl n
Cl Br
Cl CCCCN
Br CCCCCOC
CCN NCC
CCCCCCCC SCC
NCC CON
CCCO CCCO
CCCCO CCCCCCBr
CCS SCCN
CCCCCCCCC F
NCCCC F
NCCCC OC
SS SSC
OCCCCCCC OC
SCCOCC S
4 13
N CON
S CCCCCS
CO CCCCCBr
NC Nc
NC SS
Br CCCCCCC
Br CCCCn
CCN CO
cccc ccn
OCC SCCC
CCOC NC
CS CCCCN
cN n
CCCCCCCCCCCCCCCC CCNc
NCCCC Cl
COCCOCC OS
COCCOCC OCCBr
CCCCCCCCCCCCCC I
CCOS S
OCCOCCO CCC
OCCCCCCCC c
OCCCCCCCC CCCc
NCCOCC OCCOCCOCCOCCOCCOCCO
COCCCC CCOC
CCCCCCCCCCCCN CCCCCCCCCCCC
COCCOCCOCCOCCOCCOCC OCCOC
B OCCC
I N
S CCCOCC
c CCNC
CCCC CCOP
Cl CCCCOC
Cl CCOCCl
Cl CCCCCI
CO CCCCCl
CN CCCCCCCCCN
Br CCCCCOc
CCN CCNc
CCO CCCCCCCC
CCO CCNS
CS Cl
CS COCC
CCCCCCCC CCCOCC
CCCCO CCCN
OO CCCCC
OCCCC COCc
OCCN CCc
CCCCCCCCCCCCCCCC CCn
OCCCCCC SC
SCCC SCC
Te H
COCCCC OS
OCCOCCOCCOCCO S
OCCCCCCCCCCCCCCCC Br
CCCNCCN CCCNCC
F CCn
I S
I CCCOC
I CCOCCOCCOCC
P CC
c ON
cc OC
CCCC COCOC
CCCC SP
CO CCCCCCc
Br CCCCCCCCCCCOC
CCCCC SCC
CCCCCCCC CNc
CCCCCCCC CCSCC
CCCCCCCC CCSS
CCCO CCO
CCCCO CCCCCCN
CCCCCCC P
CCCCN CCO
CCCCN CCCCN
OCCC SCC
OCCOCC I
COCO CCCCCCCCCCc
CCCCCCCCCCCC OCc
CCCCCCCCCCCCCCCC CCOP
NOC N
CCCCCCCCCCC OCOC
NCCCC Sc
NCCCCCC Cc
COCCCN S
NCCCCCCN CCCCCCCCNCCCCCCN
OCCOCCOCCOCCO CCN
CCOCCOCCOCCOCCOCC OCC
SCCOCCOCCOCC S
7 1
8 5
I CCCCCCI
c On
ccc Cc
CCCC CCCNCC
CCCC OCCOCCOc
Cl CCCCCCI
Cl CCOCCOCCCl
COC OCCCc
cccc cccc
CCO ccc
ncc B
CS I
CS CCBr
CS CCCCSC
CCCCCCCC CCNc
CCCN P
CCCN CCOc
cN CCO
CCCO CCOC
CCCO CCOCCOCC
COCC P
CCS CCOC
NNC NN
OCCOCC OCCBr
COCO CCCCC
OCCCC COS
NCCN CCCNCCN
CCCCCCCCCCCCCCCC Cl
CCCS CCCN
NCCCC NCc
NCCCC CNS
OCCOCCOCCOCC OCC
NCCCCCC NCc
Ccc C
NB O
COCCOCCOCCOCC OCCOc
CCOCCOCCOCCO CCC
NCCOCCOCCOCCOCCOCC OCCNC
8 7
H f
I CCOCCOCCI
N COCCO
N OCCCl
S CCCCI
S CCCCCCl
S CCCCSc
S CCOCCOCCOCCOCCOCC
n CCCN
p p
cc CO
CCCC NO
Cl CCSC
Cl CCCCSc
COC NO
Br N
Br CCSc
Br CCNCCBr
-]) /[
CS CCOCC
CS SCCC
CCCCCCCC COCOC
CCCCCCCC CCSCCC
CCS CCCO
CCCCCCCCCCCC NCC
CCCCCCCCCCCCCCCC CCOS
CP CC
CNCC Sc
CCCS CCO
CCCS CCNC
NCCCC S
COCCOC OCCC
COCCC OCc
SS P
NCCS Sc
NCCOCC OCCOCCOC
CCCCCCCCCCOC OC
F CCNc
N CCCCCCCCCCCCCCC
O OCO
S B
CO CCCCCCCCCCC
CO CCCCCCCCCCCCCCC
COC OCCO
CCO CCCCCC
CS CCSCC
+]( /
NS SC
CCNCC COc
OCO N
CSC P
CCCCN P
co nn
OCCOCCOCCOCC Br
CCCCCO CCCCC
NCCOCC c
OCCS Sc
NCCCCCC l
CCOCCOCCN CCOCCOCC
NCCOCCOCCOCC OCC
NCCOCCOCCOCCOCCOCCO CCN
NCCCNCCCCN CCCNC
C ccccc
S Br
S CCCCCO
cc pc
ccc P
ccc SC
ccccc N
Cl CCCOC
Cl CCCCCCl
CO CCCCCOC
CO CCCCCCCO
CN CCBr
CN CCCCCCO
)(= [
CCO CCCCCCBr
CS CCCc
CS CCOP
CS CCCCCSC
CNC I
CCCN n
CCCN CCCc
CCCCN CCN
CCCCCCCCCCCC l
CCCCCCCCCCCC CNc
COCCOCC OCCn
CCCCCCN CCC
ns n
CCNCCN CCN
COCCOCCOCCO CCC
NCCNCCNCCN CCN
4 7
4 12
9 7
D y
F CCc
I CCN
I CCn
I CCCn
I cccncI
S CCCCCBr
c CNO
CCCC On
CN CCCCCO
Br CCNC
CCO NS
CCO CCCOC
cnc nn
CCCCCCCC CCNCC
CCCCCCCC CCCOS
CCOCC P
CCOCC OCCn
NCC COP
CCNCC SSCCN
cN NC
CCCCO NC
OCO OCO
CCS CCCS
OP I
CCCCCCCCCCCCCCCC CCCc
CCCCCCCCCCC n
CCCCCCCCCCC Nc
COCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
COCCCC COCC
Pt H
OCCNCC Oc
Ru H
CNCCNCCNCCN CCN
F CCCCBr
P r
S CCCOS
c OCc
c OCOC
ccc ON
CCCC OCCOCCOCCO
Cl CCCCCCc
CO OO
CO CCCCI
+] -
CN CCCCCCNC
Br CCCCCO
CCOC OO
CCO CCNCC
CS O
CS CCCNc
CCCCCCCC CNS
CCCCCCCC CCOCCOCCOCCOCCOCC
Cn nc
CCNCC I
CCCCO CCCCCCNC
CCS CCBr
CCS CCSCCN
CCCCN CCc
OCCC SCCN
OCCOCC OCCS
NCCN P
NCCN CCC
NCCN CCc
CCCCCCCCCCCC CCOS
13 1
NOC F
SCC COc
NP I
CCCCCN CCC
CNOC N
NCCS CCO
OCCCCC SC
NCCOCC OCCOCCOc
OCCS CCOC
OCCS CCCl
FB F
CNCCC NCc
OCCCCCCCCCCCC CCO
CCOCCOCCOCC OCCOc
COCCOCCOCCOCCO S
CCOCCOCCOCCO S
COCCOCCOCCOCCOCCOCC OCCOc
OCCSCCS CCO
1 53
8 4
I cc
P OC
P Cl
S CCNS
Cl CCCCCc
CO p
CO CCCCCCN
Br CCCSc
Br CCCCCCCc
Br CCCCCCCCCCCBr
CCN Nc
cccc S
CCO CCCBr
CCO CCCCOCC
CS CCCn
nn CO
CCOCC ON
NN I
NN NN
NO I
CCS CCCCC
CCS CCc
ncn CO
NCCC SS
OCCOCC SC
CB CC
CNCC SC
NCCCC COC
CCCCCCCCCCCCCC n
CCCCCCCCCCCCCC SC
SCCS CC
CCCCCCCCCCCCCCC NC
OCCCCCCCC CCCl
NCCOCC OCCOCCOCCOCCN
occ I
NOCC F
NCCCCN CCCNC
CCOCCOCCOCC OCCOCCOCCN
C ccs
P Cc
S CCCn
S CCOCCO
c SCC
c on
n CN
p H
CC ccn
OC OCCO
Cl CCI
CN CCOCc
COC NCOC
Br CCOCCOCCOCCBr
CCN CCOCCN
cccc N
CCO cc
CS CCCCCCCCCCCC
CS CCCCS
cnc I
CCCCCCCC NCc
CCCCCCCC CCCCCCCCCCCCCCCCC
CCOCC SCC
CCNCC n
CCNCC CO
ccn NC
OS SO
CCCO CCn
OCCOCC OCCI
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCC
cO NC
SCC F
NCCCC CCOS
COCCOCC OCCS
OCCOCCOCCOCC NC
OCCOCCOCCOCC OCCOCCOCc
SP S
OCCCCCCCC OCc
OCCCCCCCC CCCN
NCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CCCCP CCCC
OCOCC OCO
CCCCCCCN S
COCCOCCOCCOCCOCCO CCN
CCOCCOCC Sc
COCCOCCOCCOCC NC
B Cl
B NC
B CB
F CCCC
F CN
F COC
N COc
N OCCc
O cco
S CCCOC
S SCc
cc NC
Cl CCCCCCOC
CO OCC
CN CCCCCCC
CN CCCCOc
CN CCCCCN
Br CCCCCCCCc
Br CCCCCCO
CCN CCCNc
CCO CCCCc
CCO CCCNc
CS cc
CS CCCCCCSC
Cn ccc
NO N
]) :[
ccncc C
CCCO NS
CCCO CCCl
CCCCO I
CCCCO CCCCC
OCO OO
CCS Cl
CCS CCCCl
CCS CCOCCOCCO
OCCCC CNc
NCCO CCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCC
CCCCCCCCCC B
CCCOC OCCOC
COB N
OOC S
SS I
OCCOCCOCCOCC OCCOCCOc
CCCCCCN CCCCCCN
CCCCCCCCCCCCCCC I
NCCS CCNC
NCCNCC Cc
COCCOCCOCCOCCOCCOCC OCCO
NCSS CN
4 23
9 8
B e
E r
O OCCI
O CCCCCCCCCCCCCCCCOC
S OC
s ccsc
OC ncB
ccccc O
Cl CCCCCCC
Cl CCCCCn
Cl CCOCCOC
CO cccc
CO CCCCCCCCO
+] )(=
CN CCOCC
CN CCOCCO
CCN cc
CS CCCCCC
CS CCCCOc
CCCCCCCC OCCN
CCCCCCCC CCOCCOCCOCCO
+]( \[
NS SN
NN CCNN
NO B
SC Br
OCCO CCNc
CCCO CCOCCOCCO
CCCCO CCN
CCCCO CCCCBr
CCCCO CCCCCl
CCS CCl
CCS CCOCCO
NCCN N
cs sc
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCC
CCCS SC
CCCCCCCCC Sc
OCCCCCC F
NCCS Cn
CCP C
OCCCCCCCC CCCCCCCCCCCCCCOC
NCCOCC OCCOCCOCCN
CCCCS CCO
CCB I
CCCCCCO CCC
CCCCCCO CCCCCC
Fe H
NOCO N
CCCCCCCCCCCCCCCCN CCCCCCCCCCCCCCCC
NCCCCCN OCc
OCCNCC Cc
CCCCOCO NO
ICCOCCOCCOCC I
1 42
6 9
B CCB
F CCCCCBr
I CCO
I CCOc
N CCCCCCCCCCCCC
N CCCCCCCCOc
P NCC
S CCOCc
n CCN
CCCC CCOCCO
Cl CCSCCS
-] \[
NC OCO
nc S
CN CCCCS
COC OCCn
Br CCCCCCCCC
Br CCSC
Br CCCCCCCCOC
Br CCOCCOCCBr
cccc O
CS CCCCc
cN CCN
cN CCOC
CCCO CCCCCCN
COCC SS
CCCCCCC OCOC
CCS Cn
CCS CSC
CCS CCI
CCS CCCNC
NNC N
CCOP O
NCCC OCc
NCCC SCc
OCCN CCN
CCCCCCCCCCCC CI
CCCCCCCCCCCC CCCCCBr
CCCCCCCCCCCCCCCC COC
CCCCCCCCCCCCCCCC CCCCCCCCCCC
CCCCCCCCCCCCCCCC CCSc
CP c
CCCCCCCCC NCc
OCCCO O
COCCOCC OP
COCCOCC OCCC
COCCOCC OCCOCc
CCCCCCCCCCCCCC SCC
SS Cl
42 5
NCCS CCc
NCCCCCC CO
OCCCCCCCCCCCC c
NCCCCCCCC Nc
CCCCCCCCCCN CCCCCCCCCC
CNCCCN CCCCN
CNCCCN CCCNC
CCOCCOCC SCC
CCOB OCC
NCCNCC CO
COCCOCCOCCOCCOCCOCC OC
SCCOCC OCCS
8 1
C nccn
O OCc
S CCOCCOCCO
S CCCCCCSC
c OS
n COP
s cnn
CC nn
ccc COC
OC ccc
CCCC OCCOCC
CCCC OCCc
CCCC CCOCCc
Cl CCOCCOCCOCC
CO OCc
CO NO
CN NN
CN CCCOC
COC NN
Br CCCO
Br CCCCCOCc
CS CCCBr
CS CCCCl
CCCCCCCC COP
CCCN CCCNCCC
NCC COCCOCCOCCOCCO
ccncc I
CCCO CCOCC
NCCCN CCO
CCCCN NC
ON CCc
COCO CCCCCCCCCC
OCCCC NS
cs ccc
CCCCCCCCCCCC F
CCCCCCCCCCCC COCc
CCCCCCCCCCCC SCCC
NCCO CCNc
CCCNC N
COCCN CCO
nnn O
NCCCC COS
COCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
COCCC SCC
ccs cI
OCCOCCOCCOCC OCCOCCOCCO
scc I
OCCCCCCCC Cc
OCCCCC S
CCCCCCO CCCCCCCCNc
CCCCCCCCCCO CCCC
CCOCCOCCOCCOCCOCC OC
OCCCCCCCCCCC SC
NCCCCCCCCN CCCCCCCCN
NCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCN
CCCCOCO CCCC
CCCCCCCCCCSS CCCCCCCCCCC
CNCCCNCCCCN CCCNCc
7 2
I CCNCCI
P CNS
T m
n CCCO
o o
ccc OCC
ccc Nc
ccc Oc
CCCC OCCBr
Cl CCOP
Cl CCCCCCCl
Cl CCCSCc
CO CCCCCCCCCCCCBr
NC OCNC
CCC cc
CN CCOP
Br CCCCCCOCCCCc
Br OBr
CCO I
CS CCSc
CS CSCC
CS CCCCCS
CCOCC OCCOS
Li H
NCC SCCS
NN OC
cN cc
cB O
CCS CCOc
CCCCN CCNCCCC
OCCC SS
OCCC SCCC
OCCOCC OCCSC
ON I
COCO ccc
COCO CCN
OCCCC SC
CCCCCCCCCCCC NS
COCCN N
CCCCCCCCCCCCCCCC P
CCCCCCCCCCCCCCCC NS
CCCCCCCCCCCCCCCC CCCl
OCOC OC
CCCS Sc
CCCS CCS
NCCCC NCC
COCCC Sc
CCCCCN CCCC
CCCCCCCCCCCCCC P
OCCOCCOCCOCC Cl
OCCOCCOCCOCC OCCOCc
OCCCCCCCC l
OCCCCCCCC CCCCN
OCCCCC F
ClCC NCc
NCCCCCC I
CCCCCCOC OC
CCOCN COCC
CCCCCCCCCCCO P
CNCCCC CCOCCc
BrCCCC CCOCc
OCCOCCOCCOCCOCCOCCO S
OCCSS CCOC
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCNC
CCCCOCCCCOCCCCOCCCCO CCCCOCCCCOCCCCOCCCCO
CCOSS OCC
F CCCc
I CCCCCCOC
I CNI
I CCSCCI
N COS
N CCCCCCCCCCCBr
S CCCCBr
T b
c p
cc p
]( /[
CCCC OCCOCCOCCOCCO
CCCC OCCOCCOC
Cl CCS
CO Sc
CO CCCCCCCOC
CN CCCCCCCC
CN NCC
CN CCCCCCNCc
COC B
Br CCCCCCn
OCC OCOC
CCO Nc
CCO NCc
CCO CCCCCBr
CS CCCCCCC
CS CCCOS
CCCCCCCC CCOCCOCCOCCOCCOCCOCCO
@@] %
CNC SC
CCCN CCNc
NN BO
]) :
ccn N
CCCCO CCCNC
COCC SCCO
NCCCN CCN
OCCCC CCCN
NCCN CCNCCNC
COCCO n
CCCS SCCCC
CCCOC N
OCCOC P
CCCCCCCCCCCCCCCCCC P
OCCOCCO CCCC
OCCCCCCCC CCN
OCCCCCCCC CCCCCCCCCCCC
CNCCC Sc
COCCCC OCC
OCCOCCOCCOCCOCCOCCOCCOCC OCCO
OCCCS CCCO
CNCCCN CCNCCCNC
CCCCCCCCCCCCCCCCCCCC CO
CCCCCCCCCCCCCCCCCCCC COC
NCCNCC Oc
NCCCCCCC Nc
CCOCCCC COCC
BrCCCC CCOCCc
COCCOCCOCCOCCOCCOCC OCCOCCOCCO
NCCOCCOCCOCCOCCOCC NC
SCCCCCCCCCCCO CCOCCOCCOc
SCCOCCOCCOCCOCCOCC S
SB S
1 43
@ -]
B F
B P
H o
I CCCOc
I CCCCOC
I CCCCCCCCI
N ncn
O OCCO
P SI
S F
S CCOS
S CCCCCCCCCCCCCCCCCC
S CCCCCOc
S CCOCCI
c CS
c Cn
c OCCN
ccc CI
ccc OCc
CCCC COCCC
Cl CCNC
Cl CCCCCCn
CO SC
CO CCCCCCCCOc
CO CCCCCCCCCCCCN
CO CCCCCCCCCCCCCCCCOC
NC NCC
CN CCCCCNC
Br CCCCSc
CCN OCC
CCN OCc
CCN CCCS
CCN CCCNCC
Nc n
cn CC
CCCCC SS
CCO OO
CCO CCCCCCCCCC
CCO CCCCOC
ncc NC
CS CCSCCC
cnc oc
CCCCCCCC OCCO
CCCCCCCC OCCC
CCCCCCCC CCNS
NS CC
NO CCCCN
NO CCCCCCBr
cN ccc
OB OB
CCCO CCCCc
CCCCO O
CCS CCCI
CCS CCOCCOCCSCC
NCCCN CCCC
NCCCN CCC
NCCCN CCNCCCN
NNC P
CCCCCCCCCCCC NCc
CCCCCCCCCCCC SCCc
CCCCCCCCCCCCCCCC CCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCNc
CCCCCCCCCCCCCCCC CCOCCC
NOC l
NOC OC
CNCC P
CCCS CCCS
CCCCCCCCCCC Sc
OCCCN CCCO
COB C
CCCCCN N
CCCCCCCCCCCCCC Cl
SS CCC
SCCS CCCC
CCCCCCN CCCN
NCCS CCC
NCCS SC
NCCOCC n
CCCCS CCCCC
OCCOCCOCCO CCCCCCCCCCCS
CSCCC SCC
OCCCCO P
OCCCCCCCCCCCC CO
NCCCCCCCC CCCS
CCOCCOCCOCC OCCCc
NB I
OCCCCCCCCCCCCCCCC CCc
CCCCCCS CCCCCC
CCCCCCS CCCCCCCCCCC
CNCCCC CCOCCOCc
CNCCCC CCNCCSSCCN
CCOB O
CCOCCOCCOCCO CCNc
OCCOCCOCCOCCOCCOCCO CCN
COCCOCCOCCOCCOCCOCCO CCN
ClCCSCCS CCCl
CNCCCCCCNCCSSCCN CCCCCCNCc
3 8
6 23
7 21
7 23
B CCCN
B NCC
I CCCCCCc
I cccI
P u
P NP
P OI
S CCCCCCOc
S CCCCCCCCCCCBr
S CCCCCCCCCCS
S CCOCCOCCSc
c NCN
n CNCN
o oc
o ccs
s cI
ccc NCC
CCCC OCCOCCOCCOCC
CCCC COCCOc
Cl CCOCc
CO OP
NC SCC
CN ccccc
CN CCOCCNC
CN CCNCCNC
Br CCCCCCCCCCC
Br CCCCCCCOc
CCN CCCCC
CCN CCCCN
cccc s
CCO CCCn
CCO CCCCBr
CCO CCCCCCN
CCO CCCCCCCCCCCCCCCCCC
ncc sc
CS CCCCCCCC
CS CSc
CS CCCCCCO
CS CCCCCCS
CCCCCCCC NCCC
CCCCCCCC CCCCCCCCCCCCc
CCCN CCCCN
CCOCC OP
CCCCCCC SCC
CCS SCCS
CCCCN n
ON COO
COCO CCCCCCC
OCCCC NCC
OCCCC CCNc
OCCN CCOC
CCCCCCCCCCCC COCOC
CCCCCCCCCCCCCCCC CCCO
COCCO CCCN
CP CCN
CCCOC n
COCCOCC OCCCC
COCCOCC OCCI
COCCOCC OCCCl
CCCCCN CCc
OCCCCCC Sc
OCCCCCCCC CCCCCCCCCCCCCCO
CCCCS CCc
10 8
NOCC SC
OCCCCO CCC
CCCCCCCCCCCCN CCC
OCS CO
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCO
CSS CCO
CCOCCOCCOCCOCCOCC OCCOCCOCCOCCO
FP F
SCCOCC OCCOC
Ir H
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCNC
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
ClCCOCCOCCOCC Cl
( :[
6 53
8 24
B OCCN
F CSc
N COP
N CCCCCCCCCCCCCCCCC
P CI
S NCCS
S CCCCCSc
S CCCCCCCCCCCOc
c CCI
n B
o sc
ccc NS
OC NN
CCCC NCCCO
CCCC OCCOCCOCC
CO CCCCCCCOc
CN Cl
CN CCCCn
COC cc
COC OCCOCCOCCOCCO
Br Sc
Br CCCNC
CCN CCCCCC
cccc ccccc
cn S
cn CCC
CCO CCCCN
CCO CCCCl
CCO CCCI
CS CCNCC
CS CCCOC
CS CCOCCOCCOCC
CCCCCCCC OCCCN
CCCCCCCC OCCl
CCCCCCCC CCCNS
CCCCCCCC CCOCCC
CCCCCCCC SCCCC
CCOCC OCCS
Cn ncc
ccnc N
NN ccc
CCCCCC SCCC
OS O
-]( -
-]( /
NCCCN CCCNCCCN
34 5
34 6
CCCCN CCOC
OO I
OO N
OCCCC CCOCC
OCCCC CNS
OCCCC CCOCc
CCCCCCCCCCCCCCCC OCCC
CCCCCCCCCCCCCCCC CCCCOP
SCC NCc
CCCS N
NCCCC CI
OCCOC Br
COCCOCC OCCSc
CNCCN CCCN
CCCCCN CCCN
CSCC NCc
SS Sc
ccs o
CCCCCCCCCCCCC S
OCCOCCOCCOCC OCCOCCOCC
CCCCCO CCc
OCCCCCCCC n
NCCOCC I
NCCOCC Cl
NCCOCC OS
CCCCS CCl
10 9
COCCCC CCOCc
OCCCS CCNC
CCCCCCCCCCCCCCCCCCCC Cc
CCCCCCCCCCCCCCCCCCCC CCOP
NCCSS CCC
COCCOCCOCCOCC OCc
NCCCCCCC n
CSCCS CCS
COCCOCCOCCOCCOCCOCC NC
COCCOCCOCCOCCOCCOCC OCC
COCCOCCOCCOCCOCCOCC OCCOCCO
51 7
NCCOCCOCCOCCOCCOCC OCC
CCCCCCCCCCCS SCCCCCCCCCCCO
PP P
CNCCCCCCN CCCCCCCC
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCN
ccp cc
) #[
2 7
2 75
F CCOCCOCCOc
I cccccI
N OCCCO
P CP
P SSP
S cc
S CCCCCCBr
S ccS
T c
T h
c CCc
s i
CC cccc
OC Nc
CCCC COCCN
CCCC OCCCO
CCCC NCCS
CCCC CCOCCl
Cl CCCOCCc
CO CCCCCCCCCCO
CO CCCOP
NC ccn
CN NO
CN SC
CN CCCCCl
CN CCOCCOCCNC
COC On
Br CCCCO
Br CCCCCCCCCCCCC
Br CCCCCCCOC
Br CCCCCCCCCOC
Br CCCCCCCCCCCCCCCCBr
OCC COCCCOc
CCOC Sc
CCO Sc
CCO CCCCCCCCCCCC
CCO CCCCCCNCc
CS B
CS CCCI
CS CNNC
CS SCCN
CS CCCNS
CCCCCCCC CCOP
CCCCCCCC SCc
CCCCCCCC SCCC
CCCCCCCC CCOCCOCCOCC
CCCN CCOC
CCCN CCCOc
nnc I
NN CCCC
CCNC I
CCNC S
OS SOC
CCCO CCCCCc
CCS CCOP
CCS CCCCCCCCCCCC
CCS CCSCCC
ncccc I
cC cc
COS S
NCCN CCNc
NCCN CCCNCCNC
CCCCCCCCCCCC OCCO
CCCCCCCCCCCC SCCCC
COCCN CCN
COCCN CCc
COCCN CCOCCOCCN
CCCCCCCCCCCCCCCC NCC
CCCCCCCCCCCCCCCC CCCBr
cO OC
cccn O
cccn CO
CB I
CCCS CCCO
CCCS CCCl
NCCCC CCNCC
NCCCC OS
ONC P
OCCCO n
SCCS CCSc
SCCS CCSCCS
OCCOCCOCCOCC OCCOCCOCCNC
OCCOCCOCCOCC OCCOCCSC
CCCCCCN CCCCC
OCCS CCc
COCCCC CCOS
CCCCCCCN CCC
NCCCCC Sc
NCCCCCCCC CCCN
CSS N
CCOCCN CCOCC
CCCCCS CCCCC
CCCCCCCCCCOC OCc
CNCCCC CCOCC
CCCCCCCCCCCCCCCCCCCC CCOS
CCOCCOCCOCCOCCOCC OCCOCCOCCNC
COCCOCCOCCO CCCC
CCOCCCC CCOCC
BrCCCC CCOCC
BrCCCC CCOCCCc
SCCCCCC Sc
CSCCS CCSCCS
CCCCSCC SC
SCCOCC SC
CCSCCS CCCS
CCOCCOCCOCCOCCO CCC
OCCCCCCCCCCCS SCCCCCCCCCCCO
NCCOCCOCCOCCOCCOCCOCCOCCO CCC
CCCCCCCCCCOCCOCCOCCOCCOCC OCCOCC
NCCCSS CCCN
BrCCCO CCCBr
NCCCOCCOCCOCCOCCO CCCN
CSCCSCCC SCCSC
5 24
I ccccI
N CCOCO
N NCCI
N CCCCCCCCCCBr
N CCCCCCCCCCCCOC
N OCCOCCOCCOCCN
O OP
O ccO
P CCC
S NCc
S NCCc
S CCCCCN
S CCCCCCCCCCCCBr
n CNc
s H
cc CN
ccccc n
Cl CCNc
Cl CCCCCCOc
Cl CCCCCOc
Cl CCCCCOC
Cl CCCCCCCCCCCl
CO CCCCCc
Cc n
Cc nc
CN NS
CN NCc
Br CCCCCCN
Br CCCCCCCCCCc
Br CCCCCCCCCCCCOC
Br CCCCCCCCCCOC
CCN Sc
OCC COCCN
Nc ncn
CCOC Br
CCO CCCCCCC
CCO CCCS
CCO CCCCCl
CS CCCCO
CS CCCCCCCCCCC
CS CCOS
CCCCCCCC OCCCC
CCCCCCCC NCCN
CCCN CCCNc
CCCN CCNCCC
NS Cl
NO CCCCC
NO CCCSc
ccn S
ncnc nc
OB N
CCCO CCCc
CCCO CCNc
CCCCO CCCCCCO
CCS CCCBr
CCS CCOCCSCC
ncn CN
NNC NC
CON CCC
CON CCCCc
COCO OC
COCO CCCCCCCC
OCCCC NCCS
NCCN CCCN
OCCN N
CCCCCCCCCCCC CCNCC
CCCCCCCCCCCC COS
CCCCCCCCCCCC SCc
CCCCCCCCCCCC OCCOCCO
CCCNC S
COCCN CCC
CCCCCCCCCCCCCCCC CNc
CCCCCCCCCCCCCCCC OCCCO
CCCCCCCCCCCCCCCC CCCCCCCCO
NOC S
cO ccc
CP O
NCCCC OCc
NCCCC COCC
CCCOC OCC
coc o
OCCCO CCc
COCCOCC I
COCCOCC Cc
COCCOCC OCCSC
COCCC NCc
SS CCO
CCCCCCCCCCCCC SC
CCCCCO CCl
CCCCCCN O
OCCCCCCCC CCCCCCCCCCCCBr
OCCS CCCC
OCCS CCOc
CCCCCCO CCCCCCCCN
COCCCC CI
COCCCC COCc
NCCCCC S
CCOCCOCCOCC I
CCOCCOCCOCC Cc
CCCCCS CCCC
OCCCCCCCCCCCCCCCC S
OCCCCCCCCCCCCCCCC CCCCCCCCCCC
OCCCCCCC I
NCCCCCCO CCCCc
CCOCCOCCOCCOCCOCC OCCOC
CCOCCOCCOCCOCCOCC OCCOCCOCCN
CCNCCO CCNCCN
COCCCO n
COCCCO CCCO
ClCCCC SCc
COCCOCCOCCOCCOCCOCC OCCOCCN
CCCNCCN CCCNCc
COCCCCCC COS
NCCNCCN CCNCCNC
NCCOCCOCCOCCOCCOCC OCCOCCOCCOCCO
CCSCCS CCSCC
COCCNCC n
COCCNCC Oc
CCOCCOCCOCCOCCO S
CNCCCS CCO
CNCCCCCCNCCCCCCCC NCCCCCCNCc
1 75
8 3
F I
F CCS
F CCCCCCBr
I CCOCCOCCOCCOCCOCC
I CCCCCCCCCCI
N CCOCn
N ccs
N CCCCCCCBr
O CCCCCCCCCCCCCCCBr
S CCCCCCCCC
S CCCCCCCCCCCCCCCCOC
c CCS
c CNCC
c NCCI
n CCc
n CF
o cnnc
p I
cc nnn
CC p
CC ccs
ccc CCC
OC On
CCCC COCCO
CCCC CNCCN
CCCC COCCOC
CCCC CCOCn
CCCC OCCCc
CCCC OCCOCCN
CCCC OCCOCCOCCOCCOCCO
CCCC OCCOCCOCc
Cl CN
Cl CCCO
Cl CCCOCc
Cl CCCCCOCc
Cl CCCCOCCCCCl
CO F
CO Oc
CO CCCCNC
CO CCCCCCCCCCCCO
nc C
CCC nc
CN Sc
CN CCCBr
CN CCCNCC
CN CCCCNS
COC Nc
COC NCC
COC OCOO
Br CCCCCCCCn
CCN CCCCO
cccc OC
COc n
cn o
CCO OCC
CCO CCCCCCCCCCCCCCC
CCO CCCCCCO
CS CCOCCSC
CCCCCCCC OOC
CCCCCCCC CCNCCN
CCCCCCCC OCCOCCOCCOC
CCCN CCCCCC
CCCN CCBr
CCOCC OCCNc
CCOCC OCCOCCOCCOCCN
NS NC
NCC SCCCS
cccnc n
ccn CO
ccncc O
CCCO CCCCO
CCCO CCBr
CCCO CCCOc
CCCO CCOCCOCCOC
CCCO CCOCCOCCOCCC
CCCCO OC
CCCCO CCCCCCNCc
COCC B
CCS CCCCCC
CCS CCNCC
CCS CCCCCCCCCCC
NCCCN CCBr
CCCCN OC
NCCC SSc
OCCOCC S
OCCOCC OCn
COCO cc
OCCCC P
OCCCC NCc
NCCN O
OCCN CCNCCO
COP OC
CCCCCCCCCCCCCCCC CCCCN
nnn s
NOC SC
OCOC Oc
OCOC OCCI
cccn B
CP N
CCCS CCc
CCCS SCC
CCCS CCCBr
CCCS CCSCCC
CCCCCCCCC P
CCSC P
ccnn C
CCCCOC n
OCCCO CCCCCCCCCCCCCCCC
OCCOC I
COCCOCC OCCCN
COCCOC OCCc
COCCOC OCCOc
COCCC B
COCCC P
CCCCCCCCCCCCCC Sc
CCCCCCCCCCCCCC COS
SS CCCC
SS CCCCS
SS SSc
OCCOCCOCCOCC OCCOCC
cS CCC
CCCCCO CCNC
CCCCCO CCCCCCBr
OCCCCCC B
ns s
OCCCCCCCC NC
OCCCCCCCC OS
OCCCCCCCC CCOS
NCCCO CCCCOCCCN
CCCCS CCCN
CCCCS CCCl
CNCCO CCN
NCCCCCC COc
CNCCC F
CCCCCCCCCCCCCCCCC P
NCCCCN CCC
NCS N
CCCCCCCN CCCCCCC
CCCCCCCN CCCCCSc
OCCCCCCCCCCCC I
ncs s
CCOCCC NCc
OCP CO
CCSS CCNC
CCCCCCCCCCCCO CCN
OCCCCCCCCCCCCCCCC CCCCO
CCCCCCCCCCCCS CCOc
CCCCCCCCS CCCCCCCC
CCCCCCCCS CCCCCCCCC
CNCCCC CCNCC
CCCCCCCCCCCCCCCCCCCC I
NCCNCC Br
NCCCOC OCCn
CSCCS CCSC
COCCOCCOCCOCCOCCOCC OCCOCC
COCCOCCOCCOCCOCCOCC OCCOCCOCCOCc
CCCCCCCCCCOCC OCCOCCOCCO
SCCCCCCCCCCCO CCOCCOCCOCCOCCOCCOC
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCC
Os H
CNCCCS CCCC
CCOCCCO CCCCCCCCNc
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCC NC
CCCOCO CCC
ICCOCCOCCOCC OCCI
BrCCCCCCO CCCCCCc
COCCSS CCOC
1 73
2 2
B S
B CO
B CNS
F NC
F CCNC
I SC
I CCOCc
I CCCCCOC
I CCCCCCCCOC
I CCCCCCn
I CCOCI
I CNCI
N CCCCCCCCCCCCCCCCO
P NO
S COCC
S CCCCCc
S CCCCCCCCCCOc
S CCCCCCCCCCCCS
S CCCCCCCCCCCCSC
c OP
n NCc
n COCCO
p cn
cc F
ccc OCCN
ccccc CN
CCCC OCCOCc
CCCC OCCOS
CCCC OCCOCCOCCOCc
Cl S
Cl CCCCCCCC
Cl COCC
Cl CSC
Cl ON
Cl CCCCCCCCOc
Cl COCCBr
Cl CCCNCc
Cl CCCCCCCCI
Cl CCCCCSc
Cl CCCCCCCCCl
Cl CCOCCOCCOC
CO NCCCN
CO CCCCCNC
CO NCCCc
CO CCCCCCCCN
CO CCCCCCCCCCBr
CO CCCCCCl
CN Br
CN CCCCCCOc
CN CCCCCCCCNC
CN CCOCCOCCOCCC
COC ccc
COC OCCOc
Br CCOCC
Br CCCCCCCCCC
Br CCCCCCCCOc
Br CCCCCCCCCCOc
Br CCCCCCCCCCCCCCCCCCCCBr
CCN CCCCNC
CCN CCCn
cccc CN
cccc cccccc
12 5
cn O
CCO CCCCCCCCC
ncc O
ncc CO
CS NC
CS CNc
CS SCCS
CCCCCCCC SP
CCCCCCCC CCOCCO
CCCN CCS
CCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
NN B
NO O
CCCCCC SCc
CCCCCC SS
CCCCCC SCCSCCSc
OCCO OC
OCCO CCNS
OB c
CCCO CCCCCCCC
CCCO CCNC
OCO ON
OCO CCCI
CCS COC
CSC B
OO OO
ON Cl
ON CO
COCO CCCCCCBr
OCCCC SCc
OCCCC SCCCC
OCCN CCCNC
CCCCCCCCCCCCCCCC CI
CCCCCCCCCCCCCCCC OCc
CCCCCCCCCCCCCCCC CCNCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCO
COCCO CCCC
COCCO CCNc
CP OC
CP CI
CCCS CS
CCCS CCl
CCCS CCCCl
CCCS CCOCCOCC
CCCCCCCCC SCC
CCCCCCCCC SCCCCCCCC
CCCCCCCCCCC P
NCCCC CCCNS
45 2
COCCOCC COCCOC
COCCOCC OCCCCCC
NCO CCCC
OCCCN CCC
OCCCN CCc
CNCCN CCNCCNC
COCCOC OCCCCC
SCCCS SCCCSC
CCCCCCCCCCCCCC l
OOC NCOO
CSCC F
OCCOCCOCCOCC n
OCCOCCOCCOCC SC
CCCCCO CCCC
NCCS CCCl
OCCCCCCCC Nc
OCCCCCCCC CCc
OCCCCCCCC CCl
OCCCCC NCc
NCCCO n
NCCCO CCCCOCCCNC
NCCOCC CO
NCCOCC COCC
NCCOCC OCCNCCO
NCCOCC OCCNS
10 7
CCCP CCC
CCCCCOC n
COCCCC COS
NOCC l
OCCCCO CCCCO
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCO
NCCCCCCCC CO
NCCCCCCCC CCO
NCCCCCCCC CCSS
CCCCCCCCCCO OC
OCCCS CCO
CCCCCCCCCCCCO N
CCCCCCCCCCCCO CCCNC
CNCCCN CCCN
OCCOCCN CCOCCO
OCCOCCN CCOCCOc
CCCCCCCCCCCO CCOCCOCCO
OCCCCCCCCCCCCCCCC CCO
OCCCCCCO CCCCc
OCOCO CCC
CNCCCC NCc
CNCCCC CCOCCCc
CCCCCCCCCCCCCCCCCCCC CCN
CCOCCOCCOCCOCCOCC OCCNC
CCOCCOCCOCCOCCOCC OCCOCCOCCOC
CCSCCC SCC
NCCCCCCCCCCCC I
NCCCCCCCCCCCC OS
OCCNCC Cl
CCCCCCCCCCS CCO
52 6
NCCCOCCOCC OCCCNc
NCCCCCCCCCCC n
CCCCCCOCC OS
Tl H
NCCOCCOCCOCCOCCOCC OCCOCCOC
SCCCCCCCC CCCOCC
SCCCCCCCCCCCO CCOCCOCCOCCOCCOCCO
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCO
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCN
con C
OCCCSS CCCO
CCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCO CCCCOCCCCOCCCCOCCCCO
CCCCOCCOCCOCCOCC OCc
ICCOCCOCCOCCOCCOCC I
5 12
6 81
7 31
7 18
9 2
B n
B CCO
B OCCCC
B OCCI
F CCOC
F CCOCc
F CCCCCCCl
I CCCCCC
I CCCCCc
I CCCOCC
N cccc
N CCCCCCCCCCCCCCO
N CCCCCCCCCCCOc
O OCCOC
O CCCCCCCCCCCCCCCCC
P Oc
P OCCI
P CCCP
S NN
S OS
S CCCCc
S CCCCCCCCCCCCCC
S CSCC
S CCCCCCCCCCSC
S CCNCCCc
c CCOC
c CCCN
n p
ccc CCN
ccc ncc
OC NP
]( \
ccccc B
ccccc CC
ccccc NC
CCCC CNO
CCCC OCCn
CCCC NCCOc
CCCC NOCCCC
Cl CCO
Cl CCCCCCCCC
Cl CCCCCN
Cl CCCCCCCCc
Cl NCl
CO ON
CO CCCOCC
CO CCCCCCCCCCCCNC
CO CCCCCCCCCCCc
CO CCCCCCCCCCCCCCO
CO CCCCCCCCCCCCCCCCCCCCCCOP
NC cc
NC OCc
CN cccc
CN OCCCC
CN NCO
CN CCCCCCCCN
COC OS
COC OCCl
Br CCCCCCCCCCCC
Br CSCc
Br CCCCCCCn
Br CCCCCCCCCCn
Br CCCCCCCCCCCCOCc
CCN I
CCN CCCCCCC
CCN CCCCCCN
CCN CCCCNCCCN
CCN CCCCNCCC
cccc nc
OCC B
CCOC F
CCOC Nc
CCOC SC
CCOC OCCC
cn N
CCCCC SSC
CCCCC SCCO
CCO CCCCCCOc
ncc CC
CS COCc
CS CSSC
CS CCCCCCCCCCOc
CS CCCCCNc
CS CCCCCCCCSC
CCCCCCCC ONC
CCCCCCCC SCCc
+]( \
CNC n
CCCN Nc
CCCN CCCCC
CCCN OCc
CCCN CCCCNC
CCCN CCCCCCN
CCOCC F
NS CS
nnc oc
NN OP
]) /
CCCCCC COP
CCCCCC SCCc
CCNCC P
CCNCC SS
CCNC P
OS OC
OB C
CCCO CCCCCC
CCCO CCOCCCC
CCCO CCCCCCNCC
CCCO CCOCCOCCC
CCCCO CCCCN
OCO CCN
OCO NO
CCCCCCC SCc
CCS CNC
CCS CCCOc
CCS CCON
NCCCN CCc
NCCCN CCCNc
NCCCN CCCCCCNCCCCCCN
CCCCN CCCCC
CCCCN OCc
CCCCN CCCCO
cncc C
OCCC SCc
CCOP C
CON CCCC
CON CCc
COS OC
NCCC B
NCCC SCCCS
43 5
OCCOCC NCc
COCO CCCCCCCCCCCC
COCO CCCCCCCCCBr
OCCCC B
CCCCCCCCCCCC B
CCCCCCCCCCCC OCCl
CCCCCCCCCCCC CCOCCl
CCCCCCCCCCCC CCOCCN
NCCO B
13 5
CCCCCCCCCCCCCCCC COc
CCCCCCCCCCCCCCCC OCOC
CCCCCCCCCCCCCCCC CCOCCN
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCO
CCCCCCCCCCCCCCCC CCSCCO
OCOC OCOC
COCCO CCCn
COCCO CCCCCCBr
CP Cc
CCCS Cl
CCCS CCCCCCCCCCC
CCCS CCCSCCC
NP O
CCCCCCCCCCC F
ccnn CO
CCCCOC P
COCOC n
OCCCO CCl
OCCCO CCCBr
OCCCO CCCOCCCO
COCCOCC S
COCCOCC OCCCCCCCC
COCCOC OCCCC
CCCCCN CCCCCC
SCCS Cc
])( /
CCCCCO O
CCCCCCN P
CCCCCCCCCCCCCCC SS
NCCS CO
OCCCCC SCC
OCCCCC SCCCC
NCCCO CCCN
NCCOCC S
NCCOCC OCCOc
CCCCS SC
CCCCS CCCCCCCCCCC
CNCCO CCNCCN
CCB CCC
10 4
CNCCC P
CNCCC OCc
CCCCCCO CCCCCCCCCCN
CCCCCCO CCCCCCCCn
COCCCC Sc
NCS CN
CCCCCCCN O
OCCCCO CCCCOc
CCCCCCCCCCCCN CCN
OCCCCCCCCCCCC S
Sb H
CCNCCN CCNCCN
OCCOCCOCCOCCOCCOCCOCCOCC NC
NCCCCCCCC CCNS
CCOCCOCCOCC OCCS
CCOCCOCCOCC OCCOCc
65 1
CCSS CCn
CNCCCN CCCCCCCC
OCCCCCCCCCCCCCCCC N
OCCCCCCCCCCCCCCCC Oc
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCC
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCOC
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCO
NCCSS CCNS
COCCOCCOCCOCC Br
NCCCCCCCCCCCC n
OCCNCC COc
CCCCCCCCCCS CCCC
OCCCCCCCCCCCCCC CO
OCCCCCCCCCCCCCC Cc
OCCCCCCCCCCCCCC Br
COCCOCCOCCOCCOCCOCC OCCOCCOC
COCCOCCOCCOCCOCCOCC OCCOCCNC
NCCOCCOCCOCC I
NCCOCCOCCOCC OCCNC
SSSS SC
CCOCCOCCOCCOCCO N
nCNC n
COCCOCCOCCOCCOCCOCCO S
CSCCCS CCSCCSCCCS
cccccccc ccccccccc
SCCOCCOCCOCCOCCOCC SC
BrCCCCCO CCc
NCCCSS CCCNC
NCCSCCS CCN
CCOCCCCCCCCCCCCCCC OCOCc
CCSCCNCC SCC
5 8
B CS
C ccccI
F CCCCCC
F CCCCCCC
F CCCCCCCCC
F CCCCCCOC
F CCCCCCCBr
F CCCCCCCCBr
I ccc
I COCc
I CCCSc
I CCCCCOCc
L u
N cccn
N OCCCc
N NCCCO
N CCCCCCCCOC
N CCCCCCCCCCOc
O OCCOO
P F
P OCI
S CCCCCCN
S CCON
S CNNC
S CCCCCCCBr
S CCCCCCCCBr
S CCOCCOCC
S CCCCCCCCCCCOC
c COB
c OCN
n CCOC
n CSc
n OP
n CCF
o ccoc
p cccc
ccc SCC
ccc pc
OC OCCCO
CCCC COB
CCCC NCCNC
CCCC NCCCc
CCCC OCCSCCCl
Cl Nc
Cl CCOCC
Cl CCCCCCN
Cl CCCNc
Cl CCCCCCCc
Cl CCCCOCc
CO OB
CO CCCNCC
CO CCCCCCNC
CO CCCCCCCCCCCN
CO CCCCCCCCCl
Cc ncc
+] \
CCC ncc
CN NCCC
CN CCCCCCCCC
CN CCSS
COC OP
COC OCCCOC
Br CCCCN
Br CCCCCn
Br CCCCCCCCCCCCOc
Br CCCCCCCCCCCCCCCCOC
Br CCCCCCCCCCCCCCBr
CCN CCOCC
CCOC NS
-]) \
CCO SC
CCO cco
CCO CCCCCOc
CCO CCCCCOC
CCO CCCCCCCCO
CCO CCCSC
CCO CCCCCP
CS OC
CS CCOCc
CS CCCCCO
CS SI
CS CCCOCC
CS CCSCc
CS SSSS
CS CCCCCCCCCCSC
CS CCOCCS
CCCCCCCC OB
CCCCCCCC CNCC
CCCCCCCC OCCOCCO
CCCCCCCC COCCl
CCCCCCCC CCOCCOCCOCCOc
CNC B
CCOCC COCCC
CCOCC SCCC
CCOCC OCCOCc
NS CCI
NCC COCCN
NO OC
NO CCCBr
NO CCCCNC
NO CCCn
CCCCCC COCCl
CCCCCC COO
CCNCC SCCSCC
OCCO CCCN
OCCO CCCCCCBr
ccncc N
cN CO
CCCO OC
CCCO CCOCCOC
CCCO CCOCCc
CCCCO Nc
CCCCO CCCNc
OCO CCCCCCCCCCCC
CCCCCCC B
CCCCCCC SCCC
CCCCCCC SCCCCCC
CCS CCSC
CCS CCCSC
NCCCN CCCO
NCCCN CCS
NCCCN CCCCNC
NCCCN CCCCCCN
cC P
OCCC OCOC
OCCC SCCCS
NCCC SCCS
OCCOCC COCC
OCCOCC SCC
OCCOCC OCCSS
COCO OCO
COCO CCCCBr
COCO CCCCCCCCBr
OCCCC CCNCC
OCCN P
OCCN NC
CCCCCCCCCCCC OCCOC
CCCCCCCCCCCC CCOCc
CCCCCCCCCCCC CCNS
CCCCCCCCCCCC SS
CCCCCCCCCCCC NCCOc
CCCCCCCCCCCC OCCOCCOCCS
CCCCCCCCCCCCCCCC CCCN
CCCCCCCCCCCCCCCC OCCO
CCCCCCCCCCCCCCCC Sc
CCCCCCCCCCCCCCCC COS
CCCCCCCCCCCCCCCC CCCCCBr
CCCCCCCCCCCCCCCC CCOCCO
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCSCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCOC
cO cc
COCCO B
COCCO CCNCC
COCCO CCCBr
CCCS SS
CCCCCCCCCC NCc
NCCCC CCOP
NCCCC CNO
NCCCC CCOCc
CNS N
COCOC N
COCOC P
OCCCO CCOC
OCCOC S
COCCOC OCCN
COCCOC OCCNC
COCCOC OCCCCCCCCC
COCCC SC
CCCCCN NC
OOC N
CCOS SSC
24 1
CCCCCCCCCCCCC Sc
OCCOCCOCCOCC I
OCCOCCOCCOCC OCCOCCOCCOC
cS cc
CCCCCO n
CCCCCO CCCCCC
CCCCCCN N
CCCCCCN NC
CCCCCCN CCO
CCCCCCCCCCCCCCC OCc
OCCCCCCCC CCOCC
OCCCCCCCC CCI
OCCCCCCCC CCCOCC
OCCCCC B
NCCOCC OCc
NCCOCC OCCBr
NCCOCC OCCOCCOCCOCCOC
CCCCS Cl
CCCCS CCN
NCCCCCC Sc
IP C
CCCCCCO Oc
CCCCCCO CCCCCCC
SCS S
COCCCC OCc
COCCCC CNc
CCCCCCCCCCCCCCCCC F
NCCCCN CCCCNC
CCCCCCCN CCCC
CCCCCCCN CCCNC
SCCN CCN
SCCN CCCCCCN
OCCCCO N
CCCCCCCCCCCCN CCCCCCN
COCOCC SC
CCNCCN CCNCCNCC
OCCOCCOCCOCCOCCOCCOCCOCC OC
OCCOCCOCCOCCOCCOCCOCCOCC OCC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCO
NCCCCCCCC CCS
NCCCCCCCC CCCCCCCCCCCC
NCCCCCCCC CCCNC
CCOCCOCCOCC S
CSS CCCC
CSS CCCCC
CSS CCCCCCCCCCCC
CCCCCCCCCCO CCCCC
CCCCCCCCCCN CCC
CCOCCN CCOCCN
CCCCCS CCCN
NCCCCO P
Cnc N
NB NBN
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCOP
CCCCCCCCCCCCS CCCCCCCCCCCC
CCCCCCCCCN CCCCC
CNCCCC NCC
CNCCCC CCNS
NCCSS CCCCS
Ncc NN
CCOB I
OCCCCCO CCCOCC
CCOCCOCCO CCNc
OOS N
OCCCCCCCCCCC I
COCCOCCOCCOCC Cc
COCCCO CCOCCCO
CCCCCCCCCCCCCCCCCCOCC CO
COCCOCCOCCO P
+](- [
CCOCCOCCOCCO CCCC
ClCCCC CCOCc
COCCCCCCCCCC COc
CSCCS CCNCC
CSCCS CCSCCN
COCCOCCOCCOCCOCCOCC OCCNC
CCCCCCCCP CCCCCCCC
SCCOCC OCCCl
NCCOCCOCCOCCOCCOCC SC
NCCOCCOCCOCCOCCOCC OCCOC
BrCCCCC B
SCCCCCCCCCCCO CCOCCOCCOCCO
SCCCCCCCCCCCO CCOCCOCCOCCN
CCSCCS CCNCCSCCSCC
OCCCCCCCCCCCCO CCCCCCCCCCCCCCCCCCCCCC
NCCNCCNCCN CCNCCN
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCO
SCCCCCCCCCCC Sc
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCO
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCC
CCCCOCCCCOCCCCOCCCCO CCCCO
pp pp
BrCCCCCO CCCc
CCCOCCOCC OCCCn
NCCSCCCS CCNC
1 45
3 54
5 23
6 8
6 25
7 9
B cccc
B CCCCC
B ON
B NB
F CCl
F CSC
F CCCCc
F CCCCCc
F CCCCCCl
F CCOCCOCCCl
I CCCCCCCC
I CCCO
I CCCCCCC
I CCCCn
I CCSS
I CPCI
N NCCS
N NCCOc
N ccccI
N CCCCCCCCCCCCCCCCCCCCCC
N CCCCCCCCCCCOC
O nc
O OB
O cccI
O CCCCCCCCCCCCCCCOC
S ccc
S COCc
S CCCCNC
S OCCI
S CCCCCCCCCCCCCCC
S CCCNc
S CSCc
S CNCS
S CCCCCCCCCCCCOc
S CCCCCI
S CCCCCCCCCCCN
] \
] /[
n CCS
s scc
cc Cc
CC ncn
ccc F
ccc CCOC
ccc COc
ccc NCn
OC cc
OC OB
OC SP
OC NCCI
CCCC COCO
CCCC COCN
CCCC NCCCOc
CCCC CCOCCOC
CCCC NCCBr
CCCC CCOCCOCC
CCCC COCCOCCOCCOCCOCCOCC
CCCC OCCOCCOCCN
CCCC OCCOCCOCCOCCOCC
Cl CCCS
Cl CCCP
Cl CCCCCCCCBr
Cl CCCCCCSc
CO ccccc
CO NN
CO CCCCS
CO CCCCCCCCCCCCCCCCC
CO CCCCCCCCCO
CO CCCCOP
CO CCCCCCCCCCCBr
CO CCCCCCCCCCCCCCCCOCC
CO CCCCCCCCCCCCCCCCCCCCCCO
NC SSSS
+] )-
CN CCCCCCCCCCC
CN CCCCCOc
CN CCOCCOCCN
COC l
COC NCCC
COC SCC
COC OCCBr
COC OCCCBr
Br Nc
Br COc
Br CCCCCCCCCCCCCCCC
Br CCCCB
Br CCCCCCCCCCOCc
Br CCCCCCCCCOCc
Br CCSCCBr
CCN CCOP
CCN CCCCCCCCCC
CCN CCCCOc
CCN CCOCc
CCN CCCCCO
cccc CO
OCC SP
CCOC l
CCOC OCO
CCOC OCOCC
CCOC OCCCNC
12 2
ncc ncn
CS CCCCCCCCCC
CS CCCNCC
CS SCS
CS CCCCCn
CS CCCCCCCCCCN
CS CCCCCCn
CCCCCCCC OCO
CCCCCCCC NCCCN
CCCCCCCC CON
CCCCCCCC OCCc
CCCCCCCC OCCCO
CCCCCCCC SS
CCCCCCCC CNCCC
CCCCCCCC COCCCC
CCCCCCCC OCCNCCO
CCCCCCCC CCOCCOCCO
nn CI
nn CCO
CCCN B
CCCN CCCNC
CCCN CCCCl
CCOCC NCc
CCOCC SS
CCOCC OCCSC
23 5
Cn ncn
NS OOc
NCC COCCO
NN NC
NN CCCCCC
NO CCCCCCN
CCCCCC COCCC
CCNCC F
SC B
ccn CC
CCNC n
OS CC
cN ccccc
CCCO CCCCCCC
CCCO CCCCCCCCCC
CCCO CCCCCCCBr
CCCO CCOCCOCCN
CCCO CCCCCCNCc
CCCCO CCCCOc
COCC SCc
OCO NC
OCO OCCS
CCS CCCc
CCS CCn
CCS CCCOC
CCS CCCCCCN
CCS CCCOS
ncn N
NCCCN O
NCCCN CCCNS
NCCCN CCCCCNCCCN
CCCCN CCCNC
CCCCN CCCn
OCCC B
OCCC OCO
OCCC SSc
CCOP OCC
CON CO
COS N
COS O
OCCOCC OCCn
OCCOCC OCCP
ON n
COCO NC
COCO NS
COCO CCCCCCCCCCC
COCO CCCCCO
COCO CCCCCCCCCCBr
COCO CCCCCCCCCCCBr
OCCCC SCCC
OCCCC CCOCCC
OCCN CCNc
CCCCCCCCCCCC CCOCO
CCCCCCCCCCCC SSC
CCCCCCCCCCCC OCCSCCO
COCCN P
CCCCCCCCCCCCCCCC COCC
CCCCCCCCCCCCCCCC CCNS
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCO
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCO
COCCO CCCCC
CP P
CCCS CCOCCc
CCCS CCSCCCN
CCCCCCCCC SCCC
31 6
CCSC F
II I
NCCCC OCC
NCCCC On
NCCCC CNCCC
NCCCC OCCOCCOCCOCCOC
CCCOC Br
CCCCOC l
CCCCOC OCCOC
COCCOCC COc
COCCOCC OCCCCCCCCO
OCCCN CCCl
COCCOC SC
COCCOC OCCCCCCCC
COCCOC OCOCCOC
CCCCCN n
CCCCCN CCOC
CCCCCN CCO
CCCCCN OCc
CCCCCN CCCCCN
SS CCNC
SS CCSS
SCCS CCSC
OCCOCCOCCOCC F
OCCOCCOCCOCC OCc
OCCOCCOCCOCC OCCOCCOCCOCCN
OCCOCCOCCOCC OCCOCCBr
cS CCO
CCCCCO OC
CCCCCO CCCc
CCCCCO CCCCCCCCCC
CCCCCO CCCCOc
CCCCCO CCCCCO
OCCCCCC P
CCCCCCN CCCC
CCCCCCN CCN
NCCS CCCCC
NCCS CCCN
NCCS SCC
OCCOCCO N
OCCOCCO CCNc
ns sc
OCCCCCCCC Sc
NCCCO CCCCCOc
NCCCO CCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCO
SCCC P
NCCOCC F
NCCOCC Br
NCCOCC OCCOS
NCCOCC OCCOCCOCCOC
NCCOCC OCCOCCOCCOCCOCCO
OCCS CCN
OCCS SC
CCCCS N
CCCCS COC
CCCCS CCCO
CCCCS CCBr
CCCCS CCCCCO
CCCCS CSCCCC
CCCCS CCCCCCCCCCCNc
NCCCCCC SC
10 1
10 5
OCCOCCOCCO CCCC
OCCOCCOCCO CCCCCCCCCCCSC
CCCCCCO CCCCCCCC
CCCCCCO CCCCCOc
CCCCCOC OCCOC
11 7
NCCCCN CCCC
CCCCCCCN N
CCCCCCCN CCO
CCCCCCCN CCCCCO
NCCCCC NCc
NCCCCC SC
CCCCCCCCCCCCN CCO
OCCCCCCCCCCCC COC
OCCCCCCCCCCCC CCOC
OCCCCCCCCCCCC OCc
OCCCCCCCCCCCC SC
COCOCC OCOC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOc
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOS
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCO
OCCCCN CCCCc
NCCCCCCCC CCn
NCCCCCCCC CCCCCCCCCCCCCCN
CCCCCCCO CCCCCCCC
CCCCCCCO CCCCCC
CCCCCCCO CCCc
COCCOCO CCCCCCCOC
BrCCC B
CCSS CCCCCCCCCCC
Cnc O
CCCCCCCCCCCCO CCC
OCCOCCOCCOCCO N
CCCCNS c
COCCOCCOCCOCCO CCCC
COCCOCCOCCOCCO CCC
COCCOCCOCCOCCO CCCCCCCCCCCSC
CCCCCCCCCCCO CCl
NCNC NN
OCCCCCCCCCCCCCCCC COC
CCCCCCCCCCCCS CO
CCCCCCCCCCCCS CCCO
CCCCOCC P
CCCCOCC SCC
CCOCCOCCOCCOCCOCC OCCOCCOCCO
CCNCCO CCNCC
Ncc N
CCOCCOCCO CCCC
CCOCCOCCO CCCCCCC
OCCCCCCCCCCC n
COCCOCCOCCOCC c
COCCCO CCOCCO
COcc N
COcc O
OCCNCC CO
CNCCS CCCNCCc
CCCCCCCCOCC COP
BrCCCC COCC
CSCCS CCO
COCCOCCOCCOCCOCCOCC Oc
COCCOCCOCCOCCOCCOCC OCCOCCOc
NCCOCCOCCOCC n
FS F
CCCCSS SCCCCS
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCO
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCO
CCCCCCCCCCOCC CO
CCCCCCCCCCOCC OP
CCCCCCCCCCOCC COP
CCCNCCN CCCN
COCCCS CCC
SCCOCC Sc
SCCOCC OCCI
NCCOCCOCCOCCOCCOCC OCCOCCN
NCCOCCOCCOCCOCCOCC OCCOCCNC
COCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCO
SCCCCCCCCCCCO CCOCCOCCOCCOCCOCCN
CCNCCCN CCCCNCCCN
SCCCCS CCn
OCCOCCOCC SCCC
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOC
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCN
SCCOCCOCCOCC Sc
CCCCCCNCC SSCCN
SCCCCCCCCCCC n
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOC
CCOCON OCC
CNCCNCC NCc
CCCCOCCOCCO CCCN
CSCCCCC SCC
ICCOC OCCI
OOCO OCOO
CNCCCCCCO CCC
CNCCCCCCO CCCCCCc
CNCCCCCO CCc
CCNCCSSCCN CCCCCCN
CCSCCCS CCCNC
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCN
BrCCCCCCO CCCCC
CONO OC
oo ooc
CCCCCSS CCCCC
CCCCCCCCCCCCOCCOCCO P
CCCCOCCOCCOCCOCCOCCO CCC
ClCCCO CCCCl
CCCCCCCCCCNCCN CCCCCCCCCC
PCCCP c
COCCOCCOCCCCCCCC OCC
CCCCCCCCCCCCOCCOCCOCCS CCCC
ICCSS CCI
CCCCCCCCOCCNCCO CCCCCCCC
CCCCCCNCCSSCCN CCCCCCN
5 34
9 3
9 6
C ccnc
C cccn
C nccI
F CCCCC
F CCCl
F CCCS
F CCCCCCCCCCC
F CCCCl
F CCCCOc
F CCCCI
F CCOCCOc
F CCCCCCCCCl
I NC
I COC
I CCCCOc
I CCCCOCc
I ccncI
I CCCCCCCCCCCCCCCCI
I CSSI
N CCCCCCCCBr
O ccccc
O NNC
O OCOC
O OCCCc
O cccO
O OCCCI
O CCCCCCCCCCCCCCOc
O OCCON
P a
P CCO
P OS
P CNCP
S OCC
S CCCCCCCCc
S CCCCCCCCO
S CCCNS
S CCCCCCn
S CCCCCCCCCCCCO
S CCCCCCCCS
S CCOCCOCCN
S CCCCCCCCCCCCCCCCO
S NCCNS
S CCCCCCCCCCCCCCCCBr
S CCOCCOCCOCCO
S COCS
S CCCCCCCCCCCNC
S CCCCCCCCCCCS
S CCCCCCCSc
S CCOCCOCCOCCOS
Z nH
c COc
c OBO
n NCO
n pc
o nnc
s p
s ssc
cc CC
cc CCN
cc Nc
cc NN
cc SC
CC ccccc
ccc Cn
ccc Sc
ccc CNCCO
OC p
OC SSC
OC OBN
ccccc s
ccccc OC
ccccc CCN
ccccc Oc
ccccc Cn
CCCC SCCS
CCCC CCOCCOCCN
CCCC OCCOCCBr
CCCC COCOCCCCC
CCCC OCCOCCOCCS
Cl NC
Cl CP
Cl CCCCCCCCCC
Cl CCCCCCCCCCC
Cl CCCCCCCCOC
Cl CCCCCCCCCCBr
Cl CCSS
Cl SN
Cl CCCCCCCCCc
Cl CCOCCOCCOCCOCCOCC
Cl COCCOCCl
CO nc
CO CCCCCCCCc
CO CCCCCCCCOC
CO CCCCCCCc
CO CCCCCCCCCCCCOC
CO CCCCCCCCCCCO
CO CCCCCCI
CO CCCCCCCCCCCCCCCCCCCCCC
CO CCCCOCCCCOCCCCOCCCCOCCCCO
NC nn
NC SCS
nc NC
Cc nnc
CN Oc
CN CCCI
CN ccs
CN OCCNC
CN CCCCCCCCc
CN CCCNS
CN CCOCCn
CN CCCCCCCCCCCO
CN CCOCCOCCO
CN CCCCCCCCNCC
CN CCCCCCCCCCNCC
CN CCCCCCCCNCc
COC NS
Br n
Br CCO
Br CCCCI
Br CCCCCCCCCCCCN
Br CCOCCOCCOCCOCCOCC
Br CCCCCCCCCCCCn
Br CCCCCCCCCCCCCc
Br CCCCCCCCCCCCCCCBr
Br CCCCCCCSc
Br CCCCCCB
Br CCCCOCCCCBr
CCN B
CCN Oc
CCN CCNS
CCN CCCCCCCN
CCN CCCCNCC
cccc NC
OCC SCCCS
CCOC OS
CCOC OCCCN
CCOC OCCI
12 8
cn OC
CCCCC SCc
CCO p
CCO NCC
CCO CCCCCCCCCCCCCCCC
CCO NCCCC
CCO CCCSc
CCO CCCOCc
CCO CCCCCCCCCCOc
CCO CCCCCCCCCCO
CCO CCCCCOCc
CCO CCCCCNCc
CS Oc
CS COCCC
CS CCCCCN
CS CCCCCl
CS CCCCCOc
CS CCCCCCCCN
CS CCCSc
CS CCCCCCCCCCNC
CS CCOCCOCCO
CS CCCCCCCCCSC
CCCCCCCC OCCOc
CCCCCCCC CCON
CCCCCCCC NCCCCCC
CCCCCCCC NCCOc
CCCCCCCC SSC
CCCCCCCC CCNO
CCCCCCCC SCCO
CCCCCCCC OCCOCCN
CCCCCCCC NCCCCCN
CCCCCCCC CCOCCOCCOCCOCC
CCCCCCCC NCCCCCCCN
CCCCCCCC CCOCCOCCOCCOC
CCCCCCCC CCOCCOCCOCCOCCC
CNC F
CCCN CCCS
CCCN CCCCCCCCCC
CCCN CCCBr
