{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"cc":261,"CC":262,"(=":263,"ccc":264,">>":265,"OC":266,")(":267,"](":268,"ccccc":269,"CCCC":270,")[":271,"Cl":272,".[":273,"-]":274,"CO":275,"@@":276,"NC":277,"nc":278,"Cc":279,"+]":280,"CCC":281,")=":282,"CN":283,"COC":284,"Br":285,"CCN":286,"(-":287,"cccc":288,"OCC":289,"([":290,"Nc":291,"CCOC":292,"Si":293,"COc":294,")(=":295,"-])":296,"=[":297,"12":298,"nH":299,"+]>>":300,"Oc":301,"-].[":302,"+].[":303,"Na":304,"CI":305,"cn":306,"CCCCC":307,"21":308,"-]>>":309,"CCO":310,"+](=":311,"ncc":312,"CS":313,"OCc":314,">>[":315,"@]":316,"CCc":317,"cnc":318,"CCCCCCCC":319,"-].":320,"+](":321,"cI":322,"-])[":323,"nn":324,"@@]":325,"CNC":326,"].":327,"CCCN":328,"CCOCC":329,"sc":330,"oc":331,"]>>":332,"23":333,"Cn":334,"+][":335,"ccnc":336,"OH":337,"NS":338,"Li":339,"NCC":340,"nnc":341,"NN":342,"cccnc":343,"+]([":344,"NO":345,"])":346,")/":347,"CCCCCC":348,"+]=[":349,"CCNCC":350,"NCc":351,"32":352,"SC":353,"CBr":354,"Mg":355,"ccn":356,"].[":357,"CCl":358,"OCCO":359,"ncnc":360,"(/":361,"ccncc":362,"CCNC":363,"OS":364,"CCOc":365,"Sc":366,"ccccn":367,"cN":368,"OB":369,"-](":370,"CCCc":371,"]([":372,"On":373,"FC":374,"Cs":375,"CCCO":376,"CCCCO":377,")([":378,"cB":379,"Clc":380,"COCC":381,"nccc":382,"NH":383,"OCO":384,"cnn":385,"BH":386,"Fc":387,"CCCCCCC":388,"CCS":389,"CNc":390,"CSC":391,"ncn":392,"(\\":393,"-]=[":394,"ncccc":395,"CSc":396,"NCCCN":397,"-][":398,"][":399,"34":400,"OP":401,"CCCCN":402,"NNC":403,"cncc":404,")-":405,"Brc":406,"CH":407,"]>>[":408,"CCn":409,"Zn":410,"Sn":411,"cC":412,"+].":413,"+]=":414,"OCCC":415,"Al":416,"@@](":417,"CCBr":418,"csc":419,"CCOP":420,"])[":421,")=[":422,"@](":423,"noc":424,"OO":425,"cccs":426,"CON":427,"COCc":428,"COS":429,"CCI":430,"/[":431,"NCCC":432,"43":433,"OCCOCC":434,"ON":435,"-]#":436,"CCCl":437,"COCO":438,"OCCCC":439,"NCCN":440,"OCCN":441,"cs":442,"](=":443,"CCCCCCCCCCCC":444,"NCCO":445,"Se":446,"CCCNC":447,"13":448,"ccsc":449,"CCCCc":450,"-])([":451,"COCCN":452,"COP":453,"CCCCCCCCCCCCCCCC":454,"NCCc":455,"no":456,"ccco":457,"SH":458,"nnn":459,"NOC":460,"ClCCl":461,"OCOC":462,"SiH":463,"cO":464,"cccn":465,"COCCO":466,"CP":467,"CB":468,"CF":469,"SCC":470,"CNCC":471,"CCCS":472,"CCCCCCCCC":473,"ICI":474,"on":475,"cnccc":476,"NI":477,"NP":478,"CCCCCCCCCC":479,"nccn":480,"31":481,"CCCOc":482,"CCSC":483,"cncn":484,"II":485,"ClC":486,"CCCCCCCCCCC":487,"sccc":488,"ccoc":489,"NNc":490,"](/":491,"NCCCC":492,"OCCc":493,"CNS":494,"CCCOC":495,"nccs":496,"nC":497,"IC":498,"CCNc":499,"Ic":500,"BrCc":501,"CCCBr":502,"ccnn":503,"SCc":504,"PH":505,"CCCCOC":506,"BrC":507,"ncccn":508,"])=":509,"coc":510,"(=[":511,"]=":512,"-])=":513,"cnnc":514,"CCCCNC":515,"CCCn":516,":[":517,"CNCc":518,"ncnn":519,"COCOC":520,"CCCCl":521,"45":522,"ONC":523,"]:":524,"OCCCO":525,"-]#[":526,"CNO":527,"nccnc":528,"onc":529,"OCCOC":530,"\\[":531,"CCCCOc":532,"COCCOCC":533,"NCO":534,"ClCc":535,"OCCCN":536,"CNCCN":537,"COCCOC":538,"cncnc":539,"-]>>[":540,"nnnn":541,"COCCC":542,"CCCCBr":543,"COB":544,"SCCCS":545,"CCOCc":546,"CCCCCN":547,"CCSc":548,"ClCCCl":549,"BrBr":550,"CCCCCCCCCCCCCC":551,"occc":552,"COCOc":553,"OOC":554,"CCCI":555,"CCOS":556,"CSCC":557,"BrB":558,"@+]([":559,"co":560,"OCCOc":561,"cnccn":562,"CCNS":563,"@@+]([":564,"nCO":565,"-]=":566,"Cu":567,"SS":568,"OCI":569,"SCCS":570,"CCOCn":571,"ccs":572,"NCN":573,"24":574,"OBO":575,"CCCCCCCCCCCCC":576,"CNN":577,"OCCOCCOCCOCC":578,"nnnc":579,"cnnn":580,"+])":581,"])(":582,"CCCCn":583,"ccccB":584,"cS":585,"COCCOc":586,"Nn":587,"CCCCCc":588,"OCCI":589,"54":590,"nsc":591,"CCCCCO":592,"OCCCCCC":593,"CCCCCBr":594,"CCCCCCN":595,"ncon":596,"CCSCC":597,"OI":598,"scc":599,"cCO":600,"OCCBr":601,"CCCCCCCCCCCCCCC":602,"CCCCCl":603,"SP":604,"BrCC":605,"CCON":606,"-])(":607,"42":608,"CNOC":609,"OCCCc":610,"NCCNC":611,"CCCCCCc":612,"CCCCCCCCCCCCCCCCCC":613,"OCCNC":614,"NCCS":615,"])([":616,"CCP":617,"ncsc":618,"OCCOCCO":619,"#[":620,"Cr":621,"CCCNc":622,"ccncn":623,"ns":624,"OCCCCCCCC":625,"BC":626,"cnoc":627,"OCCCCC":628,"NCCCO":629,"SCCC":630,"NCCOCC":631,"OCCCl":632,"Te":633,"OCCS":634,"CCCCS":635,"CCCCCCCCc":636,"ncoc":637,"cscn":638,"CNCCO":639,"+]>>[":640,"ICCI":641,"CCCCP":642,"cco":643,"COCN":644,")(/":645,"NOCc":646,"nncc":647,"OCCn":648,"ClCC":649,"CCB":650,"CCF":651,"ClP":652,"CCCNCC":653,"Hg":654,"CONC":655,"nnco":656,"CCCCCNC":657,"CCCCCCOc":658,"(#":659,"CCCCI":660,"FB":661,"NCI":662,"NCCCc":663,"cnco":664,"NCCCCCC":665,"Ca":666,"10":667,"As":668,"OCCOCCOCCO":669,"OCCCOc":670,"CCCCCCBr":671,")\\":672,"IP":673,"Mn":674,"+]#":675,"CNCCC":676,"14":677,"CCCCCOc":678,"CCCCCCCCN":679,"NNS":680,"OCCCCl":681,"CCNCc":682,"scnc":683,"OCCCBr":684,"Ge":685,"CCCCCCO":686,"CSCc":687,"ICC":688,"CCCP":689,"COCCCOc":690,"nonc":691,"NCCn":692,"SCS":693,"ccon":694,"ncco":695,"CCCCCOC":696,"CCCCCCCCOc":697,"cscc":698,"CCCCNc":699,"AlH":700,"CCCSc":701,"occ":702,"cocn":703,"se":704,"COCCCC":705,"OCOCC":706,"]%":707,"OBOC":708,"CSCCC":709,"NCCOc":710,"SSc":711,"NCCNc":712,"11":713,"CNCCc":714,"NOCC":715,"nS":716,"NCCCl":717,"CCOCO":718,"CCCCCCCCO":719,"CCCOS":720,"cccC":721,"CNNC":722,"cccnn":723,"CCCCCCCCCCCCCCCCC":724,"NCCCCN":725,"-])/":726,"ncncc":727,"NCS":728,"COCCn":729,"nsnc":730,"ncno":731,"OCCl":732,"CNCCNC":733,"41":734,"cncs":735,"CCCCCCCN":736,"OCN":737,"CCCOCc":738,"COCCCN":739,"NCCCCC":740,"CSCCN":741,"CSSC":742,"SCCN":743,"nO":744,"OCCCCO":745,"ocnc":746,"ClCCN":747,"SI":748,"cccO":749,"CCCCCCCCCCCCN":750,"CCCCCCOC":751,"ccI":752,"ccccI":753,"SSC":754,"35":755,"CCCSC":756,"COCCOCCOCCOCCOCCO":757,"cccN":758,"COCCc":759,"NCCCn":760,"OCCF":761,"scn":762,"BrP":763,"COCCl":764,"CCOCCl":765,"OCCCCCCCCCCCC":766,"cccccc":767,"CCCNS":768,"CCCCCCNC":769,"nncs":770,"ccnnc":771,"CCCCCCCCOC":772,"Ag":773,"NCP":774,"NCCI":775,"cNC":776,"OCS":777,"ncs":778,"NCCCNC":779,"CCCCCCCc":780,"Sb":781,"BrCCBr":782,"cOC":783,"COCCNC":784,"CNCS":785,"COCOCC":786,"nco":787,"Pc":788,"NCCCOc":789,"NCCOC":790,"CCCCCn":791,"CCCCCCCOc":792,"CCCOCC":793,"COCCI":794,"CCOCCC":795,"CSCS":796,"ccno":797,"CCCCCCCBr":798,"PI":799,"SnH":800,"cCC":801,"CCCCCCCCCCBr":802,"ocn":803,"56":804,"SCI":805,"CCCCCCCCCCOc":806,"CCCCCCl":807,"cNN":808,"sccn":809,"COCCBr":810,"nncn":811,"CCCCOCCOc":812,"CCOCCO":813,"COO":814,"CCNCCN":815,"snc":816,"cccI":817,"COn":818,"NOS":819,"BrCCCCBr":820,"OCNC":821,"CCCCCCCCBr":822,"OCCCNC":823,"CCCCCCCCCCCCc":824,"ClCCCBr":825,"CSCSC":826,"COCn":827,"BrCCCBr":828,"CCCCCCCCCCCCOc":829,"OCCOCCOCCOCCOCCOCCOCCOCC":830,"BrCCc":831,"OCCCCN":832,"ClCl":833,"CCCCSC":834,"NCCSCc":835,"64":836,"OCOCCOC":837,"NCCCCCCCC":838,"CCOCCOCCOCC":839,"Ccc":840,"53":841,"cH":842,"CSS":843,"CCOO":844,"BrCBr":845,"CCCCCCCCCCO":846,"CCCCCI":847,"CCNO":848,"OCCCCc":849,"OCP":850,"314":851,"OCCCCBr":852,"OCCCS":853,"CCNN":854,"CCCCCCCCCCc":855,"SCCO":856,"CCCCCCCCCCN":857,"Bi":858,"ncns":859,"CCCCCCCCCCCCOC":860,"CCOCCN":861,"CCCCCCCO":862,"OCn":863,"CCOCN":864,"CCCCCS":865,"312":866,"CCCCSc":867,"FCF":868,"Fe":869,"COCCOCO":870,"nCCO":871,"OCCCOC":872,"SCl":873,"OCCNc":874,"conc":875,"65":876,"CCCCCCn":877,"ClB":878,"OCCNCCO":879,"])=[":880,"+]#[":881,"NCCCCO":882,"BrCCC":883,"NCCCCCCN":884,"CCCCOCc":885,"CCSS":886,"CCOCOCC":887,"SCCc":888,"oncc":889,"Ce":890,"]#":891,"@+](":892,"COCCNc":893,"SCCCC":894,"OCOO":895,"BOc":896,"CCCNCCC":897,"Cnc":898,"OCCOCc":899,"CCCCCCCCCCCCO":900,"NCCCCc":901,"COCCCc":902,"CNCCCN":903,"CCCCCCCCCCCCCCCCCCN":904,"CSCN":905,"NB":906,"CCCCCCCCNC":907,"CCCCCCCNC":908,"OCCOCCOCCOCCO":909,"OCCOCCN":910,"NNCC":911,"CCCCCCCCCO":912,"OCCCI":913,"IccI":914,"COCCOCOc":915,"Pb":916,"SN":917,"OCCOCCOC":918,"]/":919,"ncI":920,"sn":921,"CCCCOS":922,"nCC":923,"15":924,"CCOCCOC":925,"NCCBr":926,"CCOCCn":927,"CCCCCCCCCCOC":928,"CCSCc":929,"NCOC":930,"BCC":931,"NOCCO":932,"CCCCNS":933,"CCCCCCCCCCCCBr":934,"nNC":935,"CCCCOP":936,"CCCCCCCCCc":937,"COCCOCCOCCOCCO":938,"CCOCCc":939,"CCCCNCCCC":940,"CCCCCCCCCCCCCCOc":941,"OCl":942,"CCCCCCCCCCCCCCCCOC":943,"OCCCCCCCCCC":944,"NCCCNc":945,"CCCCCCCCCCCO":946,"NCCSC":947,"FCI":948,"NCNC":949,"CCCCCNc":950,"OCCCCCCCCCCCCCCCC":951,"cCN":952,"CCCCCCCCCCCCNC":953,"CCOCCOc":954,"OCCOS":955,"Ti":956,"NCCCBr":957,"NCCF":958,"BrCCCCCBr":959,"OCCCCCCO":960,"-](=":961,"@@+](":962,"Ni":963,"CCCCCCCCCCCBr":964,"COCI":965,"Ba":966,"NCCCS":967,"CCCCCCCCCCCCS":968,"OCCCCOc":969,"SeH":970,"OCCCCCCC":971,"37":972,"COCOCc":973,"SCCNC":974,"CSCCO":975,"CCCCCCI":976,"CCOCOC":977,"CCCNCc":978,"nocc":979,"OCCCCCl":980,"OCCCn":981,"BrCCCc":982,"CSCO":983,"NCCCCNC":984,"cccB":985,"CCCCCCCCS":986,"OCCCCCOc":987,"OCCCCCCBr":988,"OCCCNc":989,"cCCC":990,"NOCO":991,"CCCCCCS":992,"CCCOP":993,"OCOCO":994,"CCCCB":995,"NCCCCCCNC":996,"CCCCOCC":997,"Cccc":998,"OCF":999,"315":1000,"CCCCCCCCCCCCCCCCN":1001,"CCCCCCCCCN":1002,"CCCCCCCCCCCCCCCCOCC":1003,"cccOC":1004,"OCCSC":1005,"CCCCCCCOC":1006,"COCCCCC":1007,"CCOCCOCCN":1008,"NOc":1009,"ClCCCN":1010,"CCCCCCCCCCCCCCCCCCNC":1011,"CCCCCCCCCCCCCCCCCCOc":1012,"CCCCCCCCCCCCCCCCCCC":1013,"ocno":1014,"CCCF":1015,"NCCOCCO":1016,"ICCCI":1017,"CNCCCC":1018,"CCOCOc":1019,"25":1020,"ClCI":1021,"ncccI":1022,"COCCCn":1023,"OCCCOCc":1024,"):":1025,"CCCCCCCCCCCCCCCCCCOC":1026,"COOC":1027,"CCOCCOCC":1028,"OCCCCCCOc":1029,"CCCCCCCCCCCCCCCCNc":1030,"CCOCCBr":1031,"NCCCCCO":1032,"CCCB":1033,"COCCCl":1034,"COCCOCCOC":1035,"NNCc":1036,"NCn":1037,"OCCOCCOc":1038,"NCl":1039,"ccocc":1040,"CCCCCCCCCCCc":1041,"CCCCCCCCCCCCCCCCCCCC":1042,"In":1043,"CNCCOC":1044,"CCCCCCCCn":1045,"NCCCCCCO":1046,"cNCC":1047,"341":1048,"CCNCCC":1049,"ONc":1050,"COCCOCOC":1051,"NCCCCl":1052,"CCOCCOCCOCCOCCOCC":1053,"nOC":1054,"NCCCCCN":1055,"NCCSS":1056,"CCCON":1057,"cocc":1058,"BrCCCCCCBr":1059,"CCCCCCCCCOC":1060,"Bc":1061,"CCCCCCCCI":1062,"CCCCCCCCCBr":1063,"-]([":1064,"CCNCCO":1065,"COCCOCCl":1066,"):[":1067,"ClCCBr":1068,"IB":1069,"Ncc":1070,"cF":1071,"ICCC":1072,"@@](=":1073,"IPI":1074,"ClI":1075,"CCCCCCCl":1076,"PC":1077,"nnsc":1078,"COCCS":1079,"CCCCCCCCCCNC":1080,"FCC":1081,"CCOB":1082,"OCCCCCCc":1083,"OCCCCCO":1084,"CNCN":1085,"73":1086,"CCOCCOCCO":1087,"OCCCCCBr":1088,"@](=":1089,"CCCCCCCCCCCCCCN":1090,"CNCCOc":1091,"OOS":1092,"OCCCCCCCCCCC":1093,"NCCNCc":1094,"cNCCC":1095,"BOC":1096,"SCCCN":1097,"CNP":1098,"nN":1099,"OCCCCCCCl":1100,"CCCCCCCCCCCCCCO":1101,"ClCCCCBr":1102,"COCNC":1103,"NF":1104,"COCCOCCOCCOCC":1105,"CCSCCC":1106,"OCCCCCCCCCCCCCCCCCC":1107,"OCCNCc":1108,"OCCCCOC":1109,"COCCCO":1110,"OCCCCCCCCC":1111,"NCCNCC":1112,"Pt":1113,"ssc":1114,"NCCCCCCC":1115,"COcc":1116,"NCSC":1117,"cccco":1118,"CCCCCOS":1119,"NCCCCCCCCCCCC":1120,"SCN":1121,"CCCCCCCCCCCCCCCCO":1122,"CCONC":1123,"NCCNS":1124,"CCCCON":1125,"OCCCCCc":1126,"BrCCOc":1127,"Au":1128,"CSCCNC":1129,"-]/":1130,"BCI":1131,"ICc":1132,"CCCCCCCCCCCCCCCCCCOCC":1133,"COCCOCCOCCO":1134,"OCCNCC":1135,"CCCCCCCCCCS":1136,"COCCCNC":1137,"@@+]":1138,"CCCCCCNc":1139,")/[":1140,"NCCCOC":1141,"Co":1142,"Yb":1143,"+](-":1144,"CCCCCOCc":1145,"ClCCC":1146,"CCCCCSc":1147,"cnncc":1148,"Cd":1149,"ONCc":1150,"CNccc":1151,"CSP":1152,"COCCOCc":1153,"cnsc":1154,"CNCCS":1155,"BrCCCOc":1156,"NCCOCCOCCNC":1157,"CCCCCCCn":1158,"CCCCCCCCCCCCCCCCCCCCCC":1159,"Pd":1160,"snnc":1161,"OCCSc":1162,"NSC":1163,"COCCOCCOCCOc":1164,"ccO":1165,"NCCSc":1166,"CCCCCCCCCCCCCCCCBr":1167,"CCCCNCc":1168,"-])(=":1169,"OCCNS":1170,"BrCCOC":1171,"132":1172,"cccS":1173,"cP":1174,"OCCCCCCCCCCCCCC":1175,"CCOCCCl":1176,"CCOCCCC":1177,"OPO":1178,"sncc":1179,"OCSC":1180,"CNn":1181,"CCCCCCSC":1182,"OCCOCCOCCOC":1183,"CCNCCc":1184,"CCOCCOCCOCCO":1185,"COCCOCCN":1186,"COCCOCCOCC":1187,"CCCCCCCCOCC":1188,"ONS":1189,"ClCCCC":1190,"csnn":1191,"CCCCCCCCCCCCCCCCOc":1192,"@+]":1193,"CCCCCCCCCOc":1194,"CCNCCCl":1195,"OCOc":1196,"BrCCCC":1197,"CCCCNCC":1198,"CCCCCCCCCCCOC":1199,"COCCOCCOc":1200,"SCCCCC":1201,"ClCCc":1202,"OCCCCCCN":1203,"COCCOCCO":1204,"ClCCCOc":1205,"COCCOCCOCCOC":1206,"OCOCc":1207,"CCOCCNC":1208,"CCCCCCCCCCCCCCCCSCC":1209,"ClCCCI":1210,"CCCCCCCCCCCCCCc":1211,"123":1212,"CNCO":1213,"COCOCCI":1214,"CCCCCCCCCCCCSC":1215,"NCCOCCOCCN":1216,"CCCCCCCI":1217,"BO":1218,"nncnn":1219,"16":1220,"cOc":1221,"ccN":1222,"COCCCCCCCCCC":1223,"COBOC":1224,"52":1225,"SCCCCCC":1226,"(-[":1227,"NCCCOCCOCC":1228,"ClCCNCCCl":1229,"CCCCCCCCCCCN":1230,"SCCI":1231,"CCCCCCCCCCCCn":1232,"CSCCS":1233,"COCCOCCOCCOCCOCCOCC":1234,"NCCOCCOCCOCC":1235,"CCCCCCCCCCCCCCOC":1236,"51":1237,"COBO":1238,"OCCCF":1239,"FS":1240,"CCCSCC":1241,"CCNP":1242,"SCCCCl":1243,"COCS":1244,"(\\[":1245,"NCCCCn":1246,"CCOCCI":1247,"NCCCCCCCCCCC":1248,"CCCCCCCCCCCCCCBr":1249,"CCCCSS":1250,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1251,"BrCCOCCBr":1252,"OCCOCCOCCOc":1253,"OCCOCCOCCOCCOCCOCCO":1254,"FP":1255,"cOCC":1256,"NBr":1257,"CCccc":1258,"nnccc":1259,"occo":1260,"CCCCCCCCCCCCCCCCCCO":1261,"Occ":1262,"CCCCNCCCN":1263,"CCCNN":1264,"OCCCCCN":1265,"ccC":1266,"ICCCCI":1267,"NOCCN":1268,"OCCCCCCOC":1269,"FCCBr":1270,"SCCCO":1271,"CCCCOB":1272,"CCCCCCSc":1273,"ss":1274,"CCcc":1275,"CCCCCSC":1276,"ccncI":1277,"CSN":1278,"CSSCC":1279,"CSCCOc":1280,"CCSSCC":1281,"CCCCCCCCCNC":1282,"CCSCSCC":1283,"CCCCCCCCCCCCOS":1284,"CCCCCCCCCCOCC":1285,"CCOCCOCCOCCOCC":1286,"NBN":1287,"CCCCCCCCNc":1288,"SCCCl":1289,"ClCCOc":1290,"CCSCCO":1291,"ClSc":1292,"COCCCBr":1293,"OCCCCCCCCO":1294,"NCNN":1295,"(/[":1296,"COCCCNc":1297,"COCCOCN":1298,"CCCCCCCCSC":1299,"Cnn":1300,"Mo":1301,"SCCCc":1302,"CCCCCCCCCCCOc":1303,"CCCCCCCCCCCCCCCc":1304,"OOCC":1305,"NCCNCCO":1306,"FCc":1307,"ClN":1308,"CNCCCc":1309,"CCCCCCCCCl":1310,"67":1311,"CCCCCCCCCCI":1312,"CCCCCCOCC":1313,"CCCCCCCCCCCCCc":1314,"Ga":1315,"OCCCCCCCCCCCBr":1316,"GeH":1317,"OCCCCI":1318,"FF":1319,"CCCCSCC":1320,"CCCCCCCCCCCCCCCCCCBr":1321,"COCCOCCOCCN":1322,"46":1323,"BN":1324,"OCCCCSc":1325,"cNc":1326,"cccNN":1327,"OCCCSc":1328,"OCCCCCCCCBr":1329,"COCCCCCCCCCCCC":1330,"FCCI":1331,"Nccc":1332,"CSCCc":1333,"NOP":1334,"-])=[":1335,"CCCCCCCCCCCCOCC":1336,"CCSCCN":1337,"OCCCCNC":1338,"cccNC":1339,"Clp":1340,"NCCCSc":1341,"CCCCCCCCCCCCCCCO":1342,"CNCCCO":1343,"CSCNC":1344,"ONO":1345,"NCCOCc":1346,"CNI":1347,"CCCCCCCS":1348,"OCCOCCOCCN":1349,"75":1350,"te":1351,"CCOOC":1352,"OCCOCCOCCOCCOC":1353,"CNCCn":1354,"OCCOCn":1355,"BI":1356,"CCCNCCN":1357,"CCCCCCCCCCCCCCCCNC":1358,"COCCCCCCCC":1359,"+])[":1360,"NCCCCOc":1361,"OCCOCCCl":1362,"CCCCCCCCCCCCCCCCc":1363,"SCO":1364,"OCCON":1365,"COCCNCc":1366,"OCOP":1367,"CCCCCCCCCCCNC":1368,"CCCOCCOc":1369,"COCCONC":1370,"NCCOCCOCCO":1371,"Tl":1372,"OCCOCCOCCOCCOCCO":1373,"NSN":1374,"OCCCCCCCCCCO":1375,"CSCCCSC":1376,"NCCCOCCOCCOCCCNC":1377,"NCCCCCNC":1378,"COCCCCc":1379,"nccnn":1380,"NNCCO":1381,"ClCCOCCCl":1382,"COCCOCCOCCOCCOC":1383,"NCCOCCN":1384,"OOCOO":1385,"Zr":1386,"CSCCCC":1387,"CCCCCCCCCCCCCCCCS":1388,"NCCOCCOCCOCCN":1389,"61":1390,"ClCOCc":1391,"COCCCCCC":1392,"OCCOP":1393,"231":1394,"ICCCc":1395,"cccCO":1396,"NCCNCCN":1397,"CNCCCNC":1398,"CNCNC":1399,"CCCCOCCCC":1400,"NCCCCCCCCN":1401,"CNCP":1402,"76":1403,"ccnC":1404,"36":1405,"CCCCCNS":1406,"CCCCCNCc":1407,"NCCCCNc":1408,"NCCCCCCCCC":1409,"cccoc":1410,"ClCCCc":1411,"CCCCCCCCP":1412,"COCCNS":1413,"Ru":1414,"COCCCS":1415,"OCCCCn":1416,"CCCCF":1417,"CCCCOCCCCO":1418,"NCCON":1419,"ccsn":1420,"CCCCCCOCc":1421,"NNN":1422,"OCCOCCOCCOCCN":1423,"SCSC":1424,"cnncn":1425,"ncncn":1426,"SCCOCC":1427,"SSSS":1428,"NCF":1429,"COCOCCC":1430,"ccns":1431,"OCBr":1432,"COCCCCN":1433,"OCCCOS":1434,"SCCl":1435,"CCCNCCCN":1436,"CCCCCCNCc":1437,"COCCCOC":1438,"CSCCCl":1439,"CPC":1440,"ICCc":1441,"ONCC":1442,"OCCCCCCl":1443,"CCCCCCCCCCCCCCCBr":1444,"CNCCNc":1445,"BrCCCCc":1446,"CCCCCCCCl":1447,"CCCCCCCCOS":1448,"CCCCCCCCCCn":1449,"CCCCCCCCCCCCCCCCCCCCC":1450,"cCNS":1451,"CSCOC":1452,"CCCCCCOS":1453,"NCCOCCOCCOCCO":1454,"FCBr":1455,"CNCCI":1456,"BrCCCCOc":1457,"CSCCl":1458,"CCCCCCCCCCCCCCOCC":1459,"NCCSSCCN":1460,"NCCSSCCNC":1461,"cCCO":1462,"CCOCCOCCOCCN":1463,"NCCCI":1464,"CCCCCCCCCCCCCCNC":1465,"CCCOCCC":1466,"NCCOCCOCCOCCOCCOCC":1467,"nCc":1468,"COCCCCn":1469,"COCCOCn":1470,"CNcc":1471,"BrCCCOC":1472,"NSc":1473,"BCc":1474,"NCCCCCCCCCC":1475,"]=[":1476,"OCNO":1477,"NNCO":1478,"NCCOCCOCC":1479,"OCCSCCO":1480,"-[":1481,"CCCCCCCCCCCS":1482,"CCNCCNC":1483,"CSCCSC":1484,"OCCCCCCCCCCCCBr":1485,"sccs":1486,"CCCCCCCSc":1487,"OCCCCCCCCCCBr":1488,"SCCOC":1489,"cOCCC":1490,"@]%":1491,"CCNCCCC":1492,"CNCCCOc":1493,"NCCCCCCCCNC":1494,"nCCCC":1495,"ClCCCCI":1496,"COCCCCBr":1497,"nI":1498,"-]\\":1499,"BrCCCCC":1500,"CCNCCNCC":1501,"CCOCCOCCOC":1502,"COccc":1503,"COCCCCCCCCCCCCCCCC":1504,"BrCCOCc":1505,"321":1506,"NCCCCCCCCCCCCCCCC":1507,"COCCCCOC":1508,"OCCP":1509,"CCSP":1510,"342":1511,"OCCCNCc":1512,"COCCON":1513,"coccc":1514,"occn":1515,"ClCCCCCBr":1516,"ClOCl":1517,"OCCSS":1518,"OCCOCCOCCOCCOc":1519,"CCCCCCOCCCCc":1520,"COCBr":1521,"SCCCCCCCC":1522,"SCCCCOc":1523,"cNO":1524,"pc":1525,"213":1526,"CSCCNc":1527,"NCCP":1528,"NNCCC":1529,"OCCCCCCCCCO":1530,"SCCCSC":1531,"CCnc":1532,"CCNNC":1533,"cnsn":1534,"CCOCCCc":1535,"NCCOS":1536,"OCCCCCCNC":1537,"SCCCCCCCCCCCO":1538,"CCCCCCCCCCCCCCCCCCCCOC":1539,"CCCOCCc":1540,"COCCNCCOC":1541,"IBI":1542,"63":1543,"CNOCc":1544,"CCSCCS":1545,"NCCCNCCCCNCCCN":1546,"CCCCCCCCCCCCI":1547,"NCCCCCCCN":1548,"CCOCCCN":1549,"CSCCCN":1550,"CCCCCCCCCCSC":1551,"CCCCCCCCCCCCCCCOC":1552,"CCCCCCCCSc":1553,"CCCCCCCCCCCl":1554,"CCSSC":1555,"CCCCCCCCCCCCCO":1556,"SCCSC":1557,"COCCOCOCC":1558,"nscc":1559,"CSCCOC":1560,"SCCCCCCCCCCCC":1561,"BrCCCCCCCCCCBr":1562,"COCCOS":1563,"COCCOCCOCCOCCN":1564,"nccI":1565,"OCCCSC":1566,"OCCOCCNC":1567,"OCCCCCOC":1568,"NCOO":1569,"CCCCSSCCCC":1570,"Sm":1571,"CCCCCOCC":1572,"COCCNCC":1573,"CONCc":1574,"CCCCCCCCON":1575,"CCCSCCC":1576,"FN":1577,"CCCCCP":1578,"COCCF":1579,"Ccccc":1580,"CCCCCCCCCCCCCCCCSC":1581,"48":1582,"OCCOCCOCCCl":1583,"CCCCCON":1584,"NCCOP":1585,"PP":1586,"cCc":1587,"OCNCO":1588,"COCOCCc":1589,"CCCCCCCCF":1590,"CCCCCCCCOP":1591,"NSI":1592,"CCCCCCCCCCCCNc":1593,"CCCCCCCCCCCCSc":1594,"COCCOCCNC":1595,"OCCCCCCCCCCCCO":1596,"@]([":1597,"Cncc":1598,"NOCCOc":1599,"COCCCCOc":1600,"ncB":1601,"CNNc":1602,"OCCCCCCCCCCCO":1603,"OCCCCCNC":1604,"cOCO":1605,"ClCCCCCCBr":1606,"BrCCCCCCCCBr":1607,"CCCSCc":1608,"op":1609,"CCCCCF":1610,"OCCCCOCc":1611,"csnc":1612,"COI":1613,"NOCCC":1614,"CCCCCCB":1615,"SO":1616,"ClCBr":1617,"CNCCNCCNCCN":1618,"CCCCCCNCCCCCC":1619,"ocns":1620,"17":1621,"IH":1622,"PS":1623,"ClCCOC":1624,"COCCCCO":1625,"CCSCCCl":1626,"OCCCCCCCCOc":1627,"BCCC":1628,"CCCCOCO":1629,"+])=":1630,"cnC":1631,"NCCNCCNCCN":1632,"AsH":1633,"COCON":1634,"COCOCCOC":1635,"NCCCCCc":1636,")#":1637,"nCCC":1638,"BrCCCCCCCBr":1639,"CCNCCCN":1640,"nncnc":1641,"CCSSCCC":1642,"NCCCNS":1643,"OCCCCCCCCCBr":1644,"Nd":1645,"NCCCCCCCCCCCCN":1646,"cccCC":1647,"324":1648,"NCCCP":1649,"COCCOCCBr":1650,"SSS":1651,"cCOC":1652,"ClCCCCC":1653,"ClCSc":1654,"+])(":1655,"OCCCOCC":1656,"CCOCCOCCOCCOCCO":1657,"CCCCCCCCCS":1658,"nCI":1659,"CNCCCCCC":1660,"cCI":1661,"CCCSP":1662,"OCCCCCCCO":1663,"62":1664,"SCSc":1665,"SCCCCS":1666,"CNB":1667,"nnC":1668,"NCCCNCCCN":1669,"NCCCSC":1670,"NCCCCCCCCCCCCCCCCCC":1671,"OF":1672,"ncN":1673,"COCSC":1674,"CCCCCCCCCCCCCCCN":1675,"OCCCCCCI":1676,"NCCCCCCOc":1677,"CONc":1678,"CCCOCOC":1679,"CCCOB":1680,"NCCOCCOCCOCCNC":1681,"Re":1682,"])(=":1683,"COCCCCCCCCCCCCCC":1684,"CCCNO":1685,"CCCCCCP":1686,"713":1687,"Occs":1688,"CCOCCOCCOc":1689,"CSCCCO":1690,"CCCCCCCCCCOS":1691,"CCCNCCc":1692,"CCCCNCCC":1693,"NCCCNCc":1694,"OCCOCCOCCF":1695,"NCNCN":1696,"ncnnc":1697,"OCCOCO":1698,"CCCCCCCCCCl":1699,"CCSCCCC":1700,"OCCOCCn":1701,"CCCCCCCCCCCCCCCCCCc":1702,"CNCCNCc":1703,"IOI":1704,"cCNC":1705,"COCCCCl":1706,"CCNCCOc":1707,"CCSSc":1708,"OCCOCCOCC":1709,"OCCCCCCCBr":1710,"BrCCCCCCCCCCCCBr":1711,"OCCCCCI":1712,"NCCCCNS":1713,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1714,"Rh":1715,"Sr":1716,"SCOC":1717,"ClCCCCc":1718,"COOOC":1719,"+]/":1720,"NCCCCCCCCCN":1721,"Os":1722,"CNCCCS":1723,"CCOCCS":1724,"cnns":1725,"CCCCCCCSC":1726,"NCCCCCCc":1727,"NCCOCCOCCCCCCCl":1728,"CCBCC":1729,"78":1730,"INI":1731,"SCCOCCOCCOCC":1732,"COCP":1733,"CCCCCCCCCI":1734,"CCCCCCCOCc":1735,"CCSCO":1736,"NCCOCCNC":1737,"CNCCCNCCCCNCCCN":1738,"PN":1739,"cSC":1740,"CONS":1741,"BrCCCOCc":1742,"CSCI":1743,"CNCOC":1744,"CCCCOCCC":1745,"@](/":1746,"OCCCCS":1747,"COCCOCCn":1748,"CNCCNS":1749,"cCCN":1750,"occcc":1751,"CCCCCCNS":1752,"ClCCCCCl":1753,"CCOCCCO":1754,"CCCCCCCCCCCCCCCCCCS":1755,"]:[":1756,"CCNOC":1757,"OCCCON":1758,"CCCCCCCCCCCCCCCCCCCCCCCC":1759,"SCCSc":1760,"CCCCCCCCCCCCOP":1761,"FCS":1762,"FCCOc":1763,"OCB":1764,"OCSCC":1765,"ClCn":1766,"COCCCCCCCCCCCCCCCCCC":1767,"nccC":1768,"ncncI":1769,"ncccB":1770,"ncsn":1771,"ICCCC":1772,"OCSc":1773,"ClSC":1774,"ClCCCn":1775,"CCOCCNc":1776,"OCCOCCc":1777,"OCCOCCOCCNC":1778,"OCCCCCCCCOC":1779,"Eu":1780,"CCCCCCNCC":1781,"CCCCOCCO":1782,"ClCCCCOc":1783,"NCCSCC":1784,"ONCNO":1785,"FCCCBr":1786,"OBr":1787,"ccB":1788,"COCCOCCOCCNC":1789,"OCCCNCC":1790,"CCCCCCCCCCCCCBr":1791,"FCCF":1792,"cSc":1793,"ssnc":1794,"CCCCCB":1795,"OCCCCCCCCCCOC":1796,"NCCOCCOCCOCCOCCOCCO":1797,"NCCCCCn":1798,"Op":1799,"cNS":1800,"COOCO":1801,"CCCOCCN":1802,"CCCOCCl":1803,"CCCCCCCCCCCCCCCCI":1804,"CCCCCCCCCCCCCCCCCc":1805,"CCCCCCCCCCCCCCCCCCCCCCC":1806,"NCCCCCCCCCCN":1807,"BOCC":1808,"Ta":1809,"CCCCNN":1810,"CNCCCCN":1811,"CNCCCCCCN":1812,"COCSc":1813,"NNCCCCCCCC":1814,"SCF":1815,"CCCCCCCCNCCCCCCCC":1816,"432":1817,"ICCCCCI":1818,"SCCCCCCCCCCC":1819,"CCCCSCc":1820,"COCOO":1821,"CCCNCCO":1822,"COPO":1823,"CCCCOCN":1824,"NCCCOCCOCCOCCCN":1825,"BB":1826,"NCCCCCCCNC":1827,"CCCCSCCC":1828,"CCOCCOCc":1829,"CCCCCCCNc":1830,"OOO":1831,"OCCOCCOCc":1832,"OCCCCNc":1833,"CCCCCCCCCCCCCCCCOS":1834,"CCCCCCCCCCCCCCCCCCCCCCOc":1835,"CBO":1836,"OCCCCCn":1837,"La":1838,"SCCBr":1839,"SCCCCCl":1840,"234":1841,"NSS":1842,"CCCCCCCCCCCCCCCCOP":1843,"Occc":1844,"SNCC":1845,"nP":1846,"cccccI":1847,"COCCCCCCC":1848,"NCB":1849,"BrCCCN":1850,"CCOCOCc":1851,"NCCCNCC":1852,"OCCNO":1853,"NCCCCBr":1854,"OCCCCCCCCCl":1855,"CCOCCOCCOCCOC":1856,"Ar":1857,"COCCOP":1858,"COCCCCCCBr":1859,"BrCCCn":1860,"BrCCCCCc":1861,"OCCSCC":1862,"CCOn":1863,"NNP":1864,"COCCSc":1865,"CCCCCCCCCCCSC":1866,"SCCCCCCCCCCCCCCCC":1867,"BrCCN":1868,"NCCCNCCCCN":1869,"OCCOCCBr":1870,"SSN":1871,"SCCCSc":1872,"NOCCBr":1873,"SSCC":1874,"CCCCOCCl":1875,"ClCCn":1876,"ClCCCCn":1877,"COCOCOC":1878,"CCNccc":1879,"CSCCn":1880,"CCOCCOCCC":1881,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1882,"CCncc":1883,"CCOCS":1884,"CCOCCOCCNC":1885,"CCNCCS":1886,"OCCOCCC":1887,"OSc":1888,"CCCCCCCCCCCCCN":1889,"NCCCCCNc":1890,"OCCCCCCCc":1891,"NCCCCCCCCCCCCNC":1892,"CCNCCCCc":1893,"NCCB":1894,"COCCOCCOCc":1895,"OCCCNS":1896,"CCNCCNCCNCC":1897,"NCCOCCOCCOCCOCCC":1898,"BCN":1899,"SNC":1900,"cCCCC":1901,"CCCCCCSCC":1902,"OCCOO":1903,"CCSCCNC":1904,"@@](/":1905,"CCCCCCCCCCCI":1906,"COCCCI":1907,"NCCCCCCn":1908,"CCCCCCCNCCc":1909,"CCOCCOCCOCCC":1910,"SCNC":1911,"SCCCBr":1912,"nCNC":1913,"OCOCCI":1914,"CNCCCNc":1915,"+](=[":1916,"CSCOc":1917,"CSCCCOc":1918,"NOCCCC":1919,"CCCCCCCOCC":1920,"ccnccc":1921,"NCCCCCOc":1922,"OCCCCCCCCCCCCOC":1923,"CCOCCOCCOCCOCCNC":1924,"18":1925,"Nnc":1926,"PO":1927,"SCCOc":1928,"cOCCO":1929,"nCCNC":1930,"CCOCI":1931,"CCOCCCOc":1932,"CCCOO":1933,"CCSCCSCC":1934,"COCCOCCOCCOCCOCCOCCO":1935,"CCCCCNCCCCC":1936,"CnnC":1937,"26":1938,"NCCCCCCCCc":1939,"nCS":1940,"ccccccc":1941,"-]/[":1942,"CNCCCCC":1943,"CCOCON":1944,"CCOCCCCC":1945,"NCCCOS":1946,"cccnC":1947,"CCCCCCCCCCCCCCCOc":1948,"OCCCCCCS":1949,"CCCCCCCCCCCCCCCCCCCCCCOC":1950,"Cncn":1951,"OCCCCCCCCCCCCC":1952,"NCNS":1953,"CCCOCO":1954,"ccccC":1955,"-])-":1956,"CCOCCOCCBr":1957,"CCNCCCc":1958,"CCCONC":1959,"OCCCCCCCCCCOc":1960,"NCCOCCOc":1961,"COCCOCCOCCOCCOCCN":1962,"Gd":1963,"Ir":1964,"NCCCCCCCCO":1965,"POCC":1966,"cNCc":1967,"CCCCCNCC":1968,"CNCCNCC":1969,"CCNCCOC":1970,"CCCNCCCO":1971,"CCOCCOS":1972,"CCNCN":1973,")-[":1974,"NCCCCCCOC":1975,"OCCOCCOCCOCCOCCOC":1976,"OCCCCCCCCN":1977,"OCCCCCCCCCCCCOc":1978,"CCOCCOCCOCCNC":1979,"FCCC":1980,"NOCCOC":1981,"SCCCNC":1982,"SCCCCSC":1983,"NCNO":1984,"CNCCCl":1985,"CNCCCn":1986,"CSCON":1987,"CCCCCCCCCOS":1988,"CCCNCCNC":1989,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1990,"CCCCCCCOS":1991,"OCCOCCCC":1992,"OBOBO":1993,"OCCOCCF":1994,"NCCCCI":1995,"CCCCSCCCC":1996,"CCCCCCCCCCCCCCCCCCNCCCCCCCCCCCCCCCCCC":1997,"CCCCCCCCCCCCCCCCCCCCCCO":1998,"618":1999,"OCCSSCCO":2000,"725":2001,"NCCCCCCCCCCCCCC":2002,"POP":2003,"cccccC":2004,"CCCCOCCOCCO":2005,"ClSCl":2006,"NCOCN":2007,"CSSc":2008,"CSCCCS":2009,"CCCCCCCCOCc":2010,"NCCCOCC":2011,"CCCCCCF":2012,"OCCCCCCCCCCCS":2013,"SCSCS":2014,"NCCNCCNC":2015,"CCCCCCOCCOCc":2016,"CCCCOCCCCOCCCCOCCCCO":2017,"OOCCC":2018,"COCOCO":2019,"CCCCCCCCCCOCc":2020,"CCCCCCCCCCCCCCOP":2021,"CBC":2022,"CCCCCCCCCn":2023,"OCCCCCCCCCCCOc":2024,"SSSSS":2025,"ICN":2026,"](:":2027,"@@]([":2028,"BrCCn":2029,"CSCCCCC":2030,"CSCCI":2031,"NNO":2032,"CCCOCCCN":2033,"CCSCS":2034,"OCCCCOS":2035,"CCCCCCCCCCCCCCNc":2036,"CCCCCCCCCCCCCCCCCNC":2037,"SSSC":2038,"OCCCCCCn":2039,"NCCSCCCO":2040,"CCOCCOCCOCCOCCN":2041,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2042,"SNS":2043,"]#[":2044,"cccCN":2045,"COCCCCCCO":2046,"COCCCOS":2047,"CCOCCCCO":2048,"CSCCCCCCCCCCCCCCCC":2049,"CCCCCCCCCOCc":2050,"CCSCN":2051,"NNCS":2052,"NCCCF":2053,"SSCCN":2054,"OCCCCCCCCCOC":2055,"NCCCCCCBr":2056,"COCCOCCOCCOCCOCC":2057,"FOC":2058,"CCCCOCOC":2059,"CCCCCCON":2060,"ClCCCCl":2061,"OCCCOP":2062,"CSCn":2063,"COCCSC":2064,"OCCOCCOS":2065,"OCCCCCSc":2066,"COCCOCCOCCOCCOCCOC":2067,"ICSCI":2068,"nCCI":2069,"cccCCO":2070,"COCCCCCO":2071,"CNCCCCNC":2072,"BrCCCCCCc":2073,"CCOCP":2074,"cnon":2075,"CCOOCO":2076,"OOOC":2077,"OCCCCCOCC":2078,"CCCCCCCCCCCCCl":2079,"CCCCCCCCCCCCCOC":2080,"NCCONC":2081,"CCCCCCCCCCCCCCCCCO":2082,"NCCCCNCCCN":2083,"CCOCCOCCOCCOc":2084,"86":2085,"Nccn":2086,"NCCCCCBr":2087,"NOCCCOc":2088,"ClCOC":2089,"ClCCSc":2090,"ClCCSCCCl":2091,"CNOCC":2092,"BrCCCCOC":2093,"CSSSC":2094,"CCCCCCCCNS":2095,"CCOCCSC":2096,"OCCCCOCC":2097,"CCCCCCCCCCCCCCCCCCSC":2098,"CCCCCCCCCCCCCCCCCCSCC":2099,"COCCOCCC":2100,"CNCCNCCN":2101,"CCPCC":2102,"NCCOCCOCCOC":2103,"FCCCOc":2104,"ONCCC":2105,"cccCCI":2106,"CSCCCNC":2107,"CCCCCCCCOCOC":2108,"CCCCCCCCCCCCCCCCCCCCBr":2109,"SCP":2110,"OCCCCF":2111,"CCCCCCCCCCCCCCCCn":2112,"CBN":2113,"CNCCF":2114,"NPN":2115,"CCCCCCCCCCSc":2116,"NCCCCCCNc":2117,"CCCCCCCCCCCCCCS":2118,"OCCOCCOCCOCCOCCOCCOC":2119,"NCCSCCN":2120,"NCCCCCCCCCCCO":2121,"OCCCCCCCCCCCCCCCCCCCCCC":2122,"CCCCCCCCCCCCCCNCCCCCCCCCCCCCC":2123,"19":2124,"57":2125,"OOc":2126,"NCSc":2127,"BrCCCCCCOc":2128,"CCOCCOCCCl":2129,"CCCCCCCCCCCCP":2130,"CPI":2131,"CCCSCCCC":2132,"CCCCCCCCCSCCCC":2133,"OCCCCCCCOc":2134,"OCCOCCOCCOS":2135,"NCCCCCCCCCCCCO":2136,"Cccn":2137,"ISI":2138,"Xe":2139,"cOB":2140,"cccOP":2141,"CCCCCOP":2142,"CCCCOCCOC":2143,"ClCCCSc":2144,"COCCCCCCCCC":2145,"CNCCCCO":2146,"COCF":2147,"BrCCCCCCCCCBr":2148,"NCCl":2149,"CCNCCBr":2150,"431":2151,"OCOCOCO":2152,"NCCOCCOC":2153,"FCCN":2154,"NCCCCCCCCCNC":2155,"SNc":2156,"SCCCCCCO":2157,"CNCCCCCCOCCCCc":2158,"cnCO":2159,"CCCOCCCCCCBr":2160,"OCCCP":2161,"CCCSS":2162,"ccscc":2163,"74":2164,"BCCCC":2165,"BOS":2166,"SCCCCCCCCCC":2167,"124":2168,"CCOCCCNC":2169,"])-":2170,"325":2171,"css":2172,"ccss":2173,"NCCOCCOCCOCCC":2174,"ICCOC":2175,"ICCCCC":2176,"Np":2177,"SCCOP":2178,"OCCSCc":2179,"CCOCOCCOC":2180,"CCCNNC":2181,"ocB":2182,"NNCCc":2183,"CCCOCCCC":2184,"OCCCCCCOS":2185,"nnnOC":2186,"SCCSCCS":2187,"OCCCCCCCCCOc":2188,"CCOCCOCCOCCOCCOCCOCCO":2189,"243":2190,"ICCCCc":2191,"ICCOCCI":2192,"NOCCI":2193,"NOCCNC":2194,"PCCP":2195,"SCn":2196,"SCCCCN":2197,"CCBC":2198,"CNCCCCc":2199,"CSCCCCCCc":2200,"CCCCCCCCCCCCCCCCCCCCOc":2201,"CCOCCSc":2202,"CCCOn":2203,"CCSCCCN":2204,"CCCCCCCCCCCCCCCCCCCCCCCCCC":2205,"CCCSSCCC":2206,"COCCOCCOCCOCCOc":2207,"OCCOCCOCCOCCOCCOCCOCCOCCO":2208,"NCCOCCCc":2209,"NCCCCCCCl":2210,"CCOCCOCCOCCOCCOCCO":2211,"CCCCCCCCCCCCCCCCOCCCOP":2212,"SCCOCCOCCOCCOCCS":2213,"ICOCI":2214,"Nb":2215,"SCCCCCCC":2216,"OCOS":2217,"ClCOCCl":2218,"BrCCCCCCOC":2219,"214":2220,"CCCCCCCCNCCCCCCN":2221,"CCCNCCCC":2222,"CCOCCOCCI":2223,"NOCCCN":2224,"NCCCNCCCNC":2225,"OCCNCCC":2226,"CCCCCCCCCCCCOCOC":2227,"CCCCCCCCCCF":2228,"CCCCCCCCCCCOCc":2229,"COCCOCCCl":2230,"SCCCI":2231,"SCCCCCCS":2232,"cCCCO":2233,"cpc":2234,"nOS":2235,"COCCCCCCCCCCCCC":2236,"Ncnc":2237,"cnnnc":2238,"CSSCc":2239,"CCCCCCCCB":2240,"CCOCCCOCC":2241,"NNCCN":2242,"cccncI":2243,"CCCCCCCF":2244,"ncnC":2245,"COCOCCCC":2246,"CCCCCCCCCCCCSCC":2247,"OCCCONC":2248,"CNCCNCCCNCCNC":2249,"COCCOCOCc":2250,"NCCOCCOCCC":2251,"CncI":2252,"NOCCON":2253,"COCCOCCNCCOCCOCCN":2254,"20":2255,"Cp":2256,"Rb":2257,"SCCn":2258,"nCn":2259,"ccS":2260,"ClCCCCCC":2261,"CONCC":2262,"COCCCCCCOc":2263,"COCCCCCOc":2264,"CCNCCCNC":2265,"CCOCCCCOc":2266,"OCCOCCOCCOCc":2267,"CCCCCCCCCCCCCCCCCN":2268,"CCCCCCCCCCCCCCCCCCCCO":2269,"CCCCCCCCCCCCCCCCCCI":2270,"CCCSCCN":2271,"CCCCCCCCCCP":2272,"CCCCCCCCCCCCCCCS":2273,"CCCCCCCCCCCCCCCNc":2274,"CCOCCOCCOCCBr":2275,"BOB":2276,"FCCCI":2277,"FNF":2278,"NCOCC":2279,"OSC":2280,"SCCCCO":2281,"CNCCCCl":2282,"BrCCCCCC":2283,"CCOOP":2284,"CCSN":2285,"CCCCCCCCCCCCCCCCCCCCCCBr":2286,"COCCOCCOCCOS":2287,"OCCCCCCCCI":2288,"NCCCCCCCCn":2289,"NCCCCCCCCCCNC":2290,"CCOCCOCCOCCOCCOC":2291,"SCCCCCSC":2292,"NOCCS":2293,"OCNS":2294,"OCncI":2295,"ClCOc":2296,"COCCCCCN":2297,"COCCCCNc":2298,"CCNn":2299,"OCCSCCS":2300,"CCOCCCCCO":2301,"CSSS":2302,"CCCCCCCCCOCC":2303,"OCCONC":2304,"CCCCCCCNCc":2305,"OCCOCCl":2306,"NCCCCCCNS":2307,"OCCOCCOCCOCCC":2308,"351":2309,"NOCCOS":2310,"OCCCCCCCCCCCCCCCCO":2311,"NCCOCCOCCOCCP":2312,"SCCOCCOCCSC":2313,")\\[":2314,"nCOC":2315,"ncO":2316,"CNOS":2317,"CNNCN":2318,"BrCCCCOCc":2319,"CCCCCCCCNCC":2320,"ccnco":2321,"OCOCCC":2322,"CCCCCCCCCCCCCOc":2323,"CCCCCCCCCSC":2324,"CCCCCCCCCCCCCNC":2325,"OCCOCCOCCOCCOCCOc":2326,"OCCCCCCCCCCCOC":2327,"134":2328,"FCOc":2329,"NCCCCCCCCCCCCCCCCBr":2330,"ONN":2331,"OCCCCCCCCCCCCCCC":2332,"SCCNc":2333,"cccOCO":2334,"Cln":2335,"ClBr":2336,"ClCCCCN":2337,"BrCCCCCOC":2338,"CCNNCC":2339,"CCCCCCCCSCC":2340,"NCCCON":2341,"CCCOCCCO":2342,"CCCCOCCCCCCBr":2343,"CCSSCCN":2344,"CCCCCCCCCF":2345,"NCCCCF":2346,"NCCCCOC":2347,"SSSSC":2348,"OCCCCCCCOC":2349,"SCCOCCS":2350,"413":2351,"NCON":2352,"SCCCCCS":2353,"COCCCCCBr":2354,"NCNc":2355,"NCSS":2356,"BrCCCCCCC":2357,"BrCCCCn":2358,"CCNCO":2359,"ccccccn":2360,"OCCSCCC":2361,"CCOCNC":2362,"CSCCCCN":2363,"cNn":2364,"CCCCCCCCCCCCCCCCCCNc":2365,"NCCCCCl":2366,"COCCOCCOS":2367,"COCCOCCOCCBr":2368,"CCCCCCCCCCCCCCI":2369,"CCOSS":2370,"OCCOCCOCCC":2371,"OCCCCCCCCc":2372,"OCCCCCCCCCCCc":2373,"NCCOCCOCCOCCOCCOCCOCCOCCO":2374,"COCCCCCCOC":2375,"CCCCCCCCCCCCNCCCCCCCCCCCC":2376,"COCCOCCOCCOCCOCCOCCOCCOC":2377,"BOCCC":2378,"IN":2379,"SCCCOCC":2380,"cCCNC":2381,"CCCCCCOP":2382,"ClCCCCOC":2383,"ClCCOCCl":2384,"ClCCCCCI":2385,"COCCCCCl":2386,"CNCCCCCCCCCN":2387,"BrCCCCCOc":2388,"CCNCCNc":2389,"CCOCCCCCCCC":2390,"CCOCCNS":2391,"CSCl":2392,"CSCOCC":2393,"CCCCCCCCCCCOCC":2394,"CCCCOCCCN":2395,"OOCCCCC":2396,"OCCCCCOCc":2397,"OCCNCCc":2398,"CCCCCCCCCCCCCCCCCCn":2399,"OCCCCCCSC":2400,"SCCCSCC":2401,"TeH":2402,"COCCCCOS":2403,"OCCOCCOCCOCCOS":2404,"OCCCCCCCCCCCCCCCCBr":2405,"CCCNCCNCCCNCC":2406,"FCCn":2407,"IS":2408,"ICCCOC":2409,"ICCOCCOCCOCC":2410,"PCC":2411,"cON":2412,"ccOC":2413,"CCCCCOCOC":2414,"CCCCSP":2415,"COCCCCCCc":2416,"BrCCCCCCCCCCCOC":2417,"CCCCCSCC":2418,"CCCCCCCCCNc":2419,"CCCCCCCCCCSCC":2420,"CCCCCCCCCCSS":2421,"CCCOCCO":2422,"CCCCOCCCCCCN":2423,"CCCCCCCP":2424,"CCCCNCCO":2425,"CCCCNCCCCN":2426,"OCCCSCC":2427,"OCCOCCI":2428,"COCOCCCCCCCCCCc":2429,"CCCCCCCCCCCCOCc":2430,"CCCCCCCCCCCCCCCCCCOP":2431,"NOCN":2432,"CCCCCCCCCCCOCOC":2433,"NCCCCSc":2434,"NCCCCCCCc":2435,"COCCCNS":2436,"NCCCCCCNCCCCCCCCNCCCCCCN":2437,"OCCOCCOCCOCCOCCN":2438,"CCOCCOCCOCCOCCOCCOCC":2439,"SCCOCCOCCOCCS":2440,"71":2441,"85":2442,"ICCCCCCI":2443,"cOn":2444,"cccCc":2445,"CCCCCCCNCC":2446,"CCCCOCCOCCOc":2447,"ClCCCCCCI":2448,"ClCCOCCOCCCl":2449,"COCOCCCc":2450,"cccccccc":2451,"CCOccc":2452,"nccB":2453,"CSI":2454,"CSCCBr":2455,"CSCCCCSC":2456,"CCCCCCCCCCNc":2457,"CCCNP":2458,"CCCNCCOc":2459,"cNCCO":2460,"CCCOCCOC":2461,"CCCOCCOCCOCC":2462,"COCCP":2463,"CCSCCOC":2464,"NNCNN":2465,"OCCOCCOCCBr":2466,"COCOCCCCC":2467,"OCCCCCOS":2468,"NCCNCCCNCCN":2469,"CCCCCCCCCCCCCCCCCl":2470,"CCCSCCCN":2471,"NCCCCNCc":2472,"NCCCCCNS":2473,"OCCOCCOCCOCCOCC":2474,"NCCCCCCNCc":2475,"CccC":2476,"NBO":2477,"COCCOCCOCCOCCOCCOc":2478,"CCOCCOCCOCCOCCC":2479,"NCCOCCOCCOCCOCCOCCOCCNC":2480,"87":2481,"Hf":2482,"ICCOCCOCCI":2483,"NCOCCO":2484,"NOCCCl":2485,"SCCCCI":2486,"SCCCCCCl":2487,"SCCCCSc":2488,"SCCOCCOCCOCCOCCOCC":2489,"nCCCN":2490,"pp":2491,"ccCO":2492,"CCCCNO":2493,"ClCCSC":2494,"ClCCCCSc":2495,"COCNO":2496,"BrN":2497,"BrCCSc":2498,"BrCCNCCBr":2499,"-])/[":2500,"CSCCOCC":2501,"CSSCCC":2502,"CCCCCCCCCOCOC":2503,"CCCCCCCCCCSCCC":2504,"CCSCCCO":2505,"CCCCCCCCCCCCNCC":2506,"CCCCCCCCCCCCCCCCCCOS":2507,"CPCC":2508,"CNCCSc":2509,"CCCSCCO":2510,"CCCSCCNC":2511,"NCCCCS":2512,"COCCOCOCCC":2513,"COCCCOCc":2514,"SSP":2515,"NCCSSc":2516,"NCCOCCOCCOCCOC":2517,"CCCCCCCCCCOCOC":2518,"FCCNc":2519,"NCCCCCCCCCCCCCCC":2520,"OOCO":2521,"SB":2522,"COCCCCCCCCCCC":2523,"COCCCCCCCCCCCCCCC":2524,"COCOCCO":2525,"CCOCCCCCC":2526,"CSCCSCC":2527,"+](/":2528,"NSSC":2529,"CCNCCCOc":2530,"OCON":2531,"CSCP":2532,"CCCCNP":2533,"conn":2534,"OCCOCCOCCOCCBr":2535,"CCCCCOCCCCC":2536,"NCCOCCc":2537,"OCCSSc":2538,"NCCCCCCl":2539,"CCOCCOCCNCCOCCOCC":2540,"NCCOCCOCCOCCOCC":2541,"NCCOCCOCCOCCOCCOCCOCCN":2542,"NCCCNCCCCNCCCNC":2543,"Cccccc":2544,"SBr":2545,"SCCCCCO":2546,"ccpc":2547,"cccP":2548,"cccSC":2549,"cccccN":2550,"ClCCCOC":2551,"ClCCCCCCl":2552,"COCCCCCOC":2553,"COCCCCCCCO":2554,"CNCCBr":2555,"CNCCCCCCO":2556,")(=[":2557,"CCOCCCCCCBr":2558,"CSCCCc":2559,"CSCCOP":2560,"CSCCCCCSC":2561,"CNCI":2562,"CCCNn":2563,"CCCNCCCc":2564,"CCCCNCCN":2565,"CCCCCCCCCCCCl":2566,"CCCCCCCCCCCCCNc":2567,"COCCOCCOCCn":2568,"CCCCCCNCCC":2569,"nsn":2570,"CCNCCNCCN":2571,"COCCOCCOCCOCCC":2572,"NCCNCCNCCNCCN":2573,"47":2574,"412":2575,"97":2576,"Dy":2577,"FCCc":2578,"ICCN":2579,"ICCn":2580,"ICCCn":2581,"IcccncI":2582,"SCCCCCBr":2583,"cCNO":2584,"CCCCOn":2585,"CNCCCCCO":2586,"BrCCNC":2587,"CCONS":2588,"CCOCCCOC":2589,"cncnn":2590,"CCCCCCCCCCNCC":2591,"CCCCCCCCCCCOS":2592,"CCOCCP":2593,"CCOCCOCCn":2594,"NCCCOP":2595,"CCNCCSSCCN":2596,"cNNC":2597,"CCCCONC":2598,"OCOOCO":2599,"CCSCCCS":2600,"OPI":2601,"CCCCCCCCCCCCCCCCCCCc":2602,"CCCCCCCCCCCn":2603,"CCCCCCCCCCCNc":2604,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2605,"COCCCCCOCC":2606,"PtH":2607,"OCCNCCOc":2608,"RuH":2609,"CNCCNCCNCCNCCN":2610,"FCCCCBr":2611,"Pr":2612,"SCCCOS":2613,"cOCc":2614,"cOCOC":2615,"cccON":2616,"CCCCOCCOCCOCCO":2617,"ClCCCCCCc":2618,"COOO":2619,"COCCCCI":2620,"+]-":2621,"CNCCCCCCNC":2622,"BrCCCCCO":2623,"CCOCOO":2624,"CCOCCNCC":2625,"CSO":2626,"CSCCCNc":2627,"CCCCCCCCCNS":2628,"CCCCCCCCCCOCCOCCOCCOCCOCC":2629,"Cnnc":2630,"CCNCCI":2631,"CCCCOCCCCCCNC":2632,"CCSCCBr":2633,"CCSCCSCCN":2634,"CCCCNCCc":2635,"OCCCSCCN":2636,"OCCOCCOCCS":2637,"NCCNP":2638,"NCCNCCC":2639,"NCCNCCc":2640,"CCCCCCCCCCCCCCOS":2641,"131":2642,"NOCF":2643,"SCCCOc":2644,"NPI":2645,"CCCCCNCCC":2646,"CNOCN":2647,"NCCSCCO":2648,"OCCCCCSC":2649,"NCCOCCOCCOCCOc":2650,"OCCSCCOC":2651,"OCCSCCCl":2652,"FBF":2653,"CNCCCNCc":2654,"OCCCCCCCCCCCCCCO":2655,"CCOCCOCCOCCOCCOc":2656,"COCCOCCOCCOCCOS":2657,"CCOCCOCCOCCOS":2658,"COCCOCCOCCOCCOCCOCCOCCOc":2659,"OCCSCCSCCO":2660,"153":2661,"84":2662,"Icc":2663,"POC":2664,"PCl":2665,"SCCNS":2666,"ClCCCCCc":2667,"COp":2668,"COCCCCCCN":2669,"BrCCCSc":2670,"BrCCCCCCCc":2671,"BrCCCCCCCCCCCBr":2672,"CCNNc":2673,"ccccS":2674,"CCOCCCBr":2675,"CCOCCCCOCC":2676,"CSCCCn":2677,"nnCO":2678,"CCOCCON":2679,"NNI":2680,"NNNN":2681,"NOI":2682,"CCSCCCCC":2683,"CCSCCc":2684,"ncnCO":2685,"NCCCSS":2686,"OCCOCCSC":2687,"CBCC":2688,"CNCCSC":2689,"NCCCCCOC":2690,"CCCCCCCCCCCCCCn":2691,"CCCCCCCCCCCCCCSC":2692,"SCCSCC":2693,"CCCCCCCCCCCCCCCNC":2694,"OCCCCCCCCCCCl":2695,"NCCOCCOCCOCCOCCOCCN":2696,"occI":2697,"NOCCF":2698,"NCCCCNCCCNC":2699,"CCOCCOCCOCCOCCOCCOCCN":2700,"Cccs":2701,"PCc":2702,"SCCCn":2703,"SCCOCCO":2704,"cSCC":2705,"con":2706,"nCN":2707,"pH":2708,"CCccn":2709,"OCOCCO":2710,"ClCCI":2711,"CNCCOCc":2712,"COCNCOC":2713,"BrCCOCCOCCOCCBr":2714,"CCNCCOCCN":2715,"ccccN":2716,"CCOcc":2717,"CSCCCCCCCCCCCC":2718,"CSCCCCS":2719,"cncI":2720,"CCCCCCCCNCc":2721,"CCCCCCCCCCCCCCCCCCCCCCCCC":2722,"CCOCCSCC":2723,"CCNCCn":2724,"CCNCCCO":2725,"ccnNC":2726,"OSSO":2727,"CCCOCCn":2728,"OCCOCCOCCI":2729,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2730,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2731,"cONC":2732,"SCCF":2733,"NCCCCCCOS":2734,"COCCOCCOCCS":2735,"OCCOCCOCCOCCNC":2736,"OCCOCCOCCOCCOCCOCCOCc":2737,"SPS":2738,"OCCCCCCCCOCc":2739,"OCCCCCCCCCCCN":2740,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2741,"CCCCPCCCC":2742,"OCOCCOCO":2743,"CCCCCCCNS":2744,"COCCOCCOCCOCCOCCOCCN":2745,"CCOCCOCCSc":2746,"COCCOCCOCCOCCNC":2747,"BCl":2748,"BNC":2749,"BCB":2750,"FCCCC":2751,"FCN":2752,"FCOC":2753,"NCOc":2754,"NOCCc":2755,"Occo":2756,"SCCCOC":2757,"SSCc":2758,"ccNC":2759,"ClCCCCCCOC":2760,"COOCC":2761,"CNCCCCCCC":2762,"CNCCCCOc":2763,"CNCCCCCN":2764,"BrCCCCCCCCc":2765,"BrCCCCCCO":2766,"CCNCCCNc":2767,"CCOCCCCc":2768,"CCOCCCNc":2769,"CScc":2770,"CSCCCCCCSC":2771,"Cnccc":2772,"NON":2773,"]):[":2774,"ccnccC":2775,"CCCONS":2776,"CCCOCCCl":2777,"CCCCOI":2778,"CCCCOCCCCC":2779,"OCOOO":2780,"CCSCl":2781,"CCSCCCCl":2782,"CCSCCOCCOCCO":2783,"OCCCCCNc":2784,"NCCOCCC":2785,"CCCCCCCCCCCCCCCCCCCCCCCCCCCC":2786,"CCCCCCCCCCB":2787,"CCCOCOCCOC":2788,"COBN":2789,"OOCS":2790,"SSI":2791,"OCCOCCOCCOCCOCCOCCOc":2792,"CCCCCCNCCCCCCN":2793,"CCCCCCCCCCCCCCCI":2794,"NCCSCCNC":2795,"NCCNCCCc":2796,"COCCOCCOCCOCCOCCOCCOCCO":2797,"NCSSCN":2798,"423":2799,"98":2800,"Be":2801,"Er":2802,"OOCCI":2803,"OCCCCCCCCCCCCCCCCOC":2804,"SOC":2805,"sccsc":2806,"OCncB":2807,"cccccO":2808,"ClCCCCCCC":2809,"ClCCCCCn":2810,"ClCCOCCOC":2811,"COcccc":2812,"COCCCCCCCCO":2813,"+])(=":2814,"CNCCOCC":2815,"CNCCOCCO":2816,"CCNcc":2817,"CSCCCCCC":2818,"CSCCCCOc":2819,"CCCCCCCCOCCN":2820,"CCCCCCCCCCOCCOCCOCCO":2821,"+](\\[":2822,"NSSN":2823,"NNCCNN":2824,"NOB":2825,"SCBr":2826,"OCCOCCNc":2827,"CCCOCCOCCOCCO":2828,"CCCCOCCN":2829,"CCCCOCCCCBr":2830,"CCCCOCCCCCl":2831,"CCSCCl":2832,"CCSCCOCCO":2833,"NCCNN":2834,"cssc":2835,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2836,"CCCSSC":2837,"CCCCCCCCCSc":2838,"OCCCCCCF":2839,"NCCSCn":2840,"CCPC":2841,"OCCCCCCCCCCCCCCCCCCCCCCOC":2842,"NCCOCCOCCOCCOCCN":2843,"CCCCSCCO":2844,"CCBI":2845,"CCCCCCOCCC":2846,"CCCCCCOCCCCCC":2847,"FeH":2848,"NOCON":2849,"CCCCCCCCCCCCCCCCNCCCCCCCCCCCCCCCC":2850,"NCCCCCNOCc":2851,"OCCNCCCc":2852,"CCCCOCONO":2853,"ICCOCCOCCOCCI":2854,"142":2855,"69":2856,"BCCB":2857,"FCCCCCBr":2858,"ICCO":2859,"ICCOc":2860,"NCCCCCCCCCCCCC":2861,"NCCCCCCCCOc":2862,"PNCC":2863,"SCCOCc":2864,"nCCN":2865,"CCCCCCOCCO":2866,"ClCCSCCS":2867,"-]\\[":2868,"NCOCO":2869,"ncS":2870,"CNCCCCS":2871,"COCOCCn":2872,"BrCCCCCCCCC":2873,"BrCCSC":2874,"BrCCCCCCCCOC":2875,"BrCCOCCOCCBr":2876,"ccccO":2877,"CSCCCCc":2878,"cNCCN":2879,"cNCCOC":2880,"CCCOCCCCCCN":2881,"COCCSS":2882,"CCCCCCCOCOC":2883,"CCSCn":2884,"CCSCSC":2885,"CCSCCI":2886,"CCSCCCNC":2887,"NNCN":2888,"CCOPO":2889,"NCCCOCc":2890,"NCCCSCc":2891,"OCCNCCN":2892,"CCCCCCCCCCCCCI":2893,"CCCCCCCCCCCCCCCCCBr":2894,"CCCCCCCCCCCCCCCCCOC":2895,"CCCCCCCCCCCCCCCCCCCCCCCCCCC":2896,"CCCCCCCCCCCCCCCCCCSc":2897,"CPc":2898,"CCCCCCCCCNCc":2899,"OCCCOO":2900,"COCCOCCOP":2901,"COCCOCCOCCC":2902,"COCCOCCOCCOCc":2903,"CCCCCCCCCCCCCCSCC":2904,"SSCl":2905,"425":2906,"NCCSCCc":2907,"NCCCCCCCO":2908,"OCCCCCCCCCCCCc":2909,"NCCCCCCCCNc":2910,"CCCCCCCCCCNCCCCCCCCCC":2911,"CNCCCNCCCCN":2912,"CNCCCNCCCNC":2913,"CCOCCOCCSCC":2914,"CCOBOCC":2915,"NCCNCCCO":2916,"COCCOCCOCCOCCOCCOCCOC":2917,"SCCOCCOCCS":2918,"81":2919,"Cnccn":2920,"OOCc":2921,"SCCOCCOCCO":2922,"SCCCCCCSC":2923,"cOS":2924,"nCOP":2925,"scnn":2926,"CCnn":2927,"cccCOC":2928,"OCccc":2929,"CCCCOCCOCC":2930,"CCCCOCCc":2931,"CCCCCCOCCc":2932,"ClCCOCCOCCOCC":2933,"COOCc":2934,"CONO":2935,"CNNN":2936,"CNCCCOC":2937,"COCNN":2938,"BrCCCO":2939,"BrCCCCCOCc":2940,"CSCCCBr":2941,"CSCCCCl":2942,"CCCCCCCCCOP":2943,"CCCNCCCNCCC":2944,"NCCCOCCOCCOCCOCCO":2945,"ccnccI":2946,"CCCOCCOCC":2947,"NCCCNCCO":2948,"CCCCNNC":2949,"ONCCc":2950,"COCOCCCCCCCCCC":2951,"OCCCCNS":2952,"csccc":2953,"CCCCCCCCCCCCF":2954,"CCCCCCCCCCCCCOCc":2955,"CCCCCCCCCCCCSCCC":2956,"NCCOCCNc":2957,"CCCNCN":2958,"COCCNCCO":2959,"nnnO":2960,"NCCCCCOS":2961,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2962,"COCCCSCC":2963,"ccscI":2964,"OCCOCCOCCOCCOCCOCCOCCO":2965,"sccI":2966,"OCCCCCCCCCc":2967,"OCCCCCS":2968,"CCCCCCOCCCCCCCCNc":2969,"CCCCCCCCCCOCCCC":2970,"CCOCCOCCOCCOCCOCCOC":2971,"OCCCCCCCCCCCSC":2972,"NCCCCCCCCNCCCCCCCCN":2973,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCN":2974,"CCCCOCOCCCC":2975,"CCCCCCCCCCSSCCCCCCCCCCC":2976,"CNCCCNCCCCNCCCNCc":2977,"72":2978,"ICCNCCI":2979,"PCNS":2980,"Tm":2981,"nCCCO":2982,"oo":2983,"cccOCC":2984,"cccNc":2985,"cccOc":2986,"CCCCOCCBr":2987,"ClCCOP":2988,"ClCCCCCCCl":2989,"ClCCCSCc":2990,"COCCCCCCCCCCCCBr":2991,"NCOCNC":2992,"CCCcc":2993,"CNCCOP":2994,"BrCCCCCCOCCCCc":2995,"BrOBr":2996,"CCOI":2997,"CSCCSc":2998,"CSCSCC":2999,"CSCCCCCS":3000,"CCOCCOCCOS":3001,"LiH":3002,"NCCSCCS":3003,"NNOC":3004,"cNcc":3005,"cBO":3006,"CCSCCOc":3007,"CCCCNCCNCCCC":3008,"OCCCSS":3009,"OCCCSCCC":3010,"OCCOCCOCCSC":3011,"ONI":3012,"COCOccc":3013,"COCOCCN":3014,"OCCCCSC":3015,"CCCCCCCCCCCCNS":3016,"COCCNN":3017,"CCCCCCCCCCCCCCCCP":3018,"CCCCCCCCCCCCCCCCNS":3019,"CCCCCCCCCCCCCCCCCCCl":3020,"OCOCOC":3021,"CCCSSc":3022,"CCCSCCS":3023,"NCCCCNCC":3024,"COCCCSc":3025,"CCCCCNCCCC":3026,"CCCCCCCCCCCCCCP":3027,"OCCOCCOCCOCCCl":3028,"OCCOCCOCCOCCOCCOCc":3029,"OCCCCCCCCl":3030,"OCCCCCCCCCCCCN":3031,"OCCCCCF":3032,"ClCCNCc":3033,"NCCCCCCI":3034,"CCCCCCOCOC":3035,"CCOCNCOCC":3036,"CCCCCCCCCCCOP":3037,"CNCCCCCCOCCc":3038,"BrCCCCCCOCc":3039,"OCCOCCOCCOCCOCCOCCOS":3040,"OCCSSCCOC":3041,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC":3042,"CCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCO":3043,"CCOSSOCC":3044,"FCCCc":3045,"ICCCCCCOC":3046,"ICNI":3047,"ICCSCCI":3048,"NCOS":3049,"NCCCCCCCCCCCBr":3050,"SCCCCBr":3051,"Tb":3052,"cp":3053,"ccp":3054,"](/[":3055,"CCCCOCCOCCOCCOCCO":3056,"CCCCOCCOCCOC":3057,"ClCCS":3058,"COSc":3059,"COCCCCCCCOC":3060,"CNCCCCCCCC":3061,"CNNCC":3062,"CNCCCCCCNCc":3063,"COCB":3064,"BrCCCCCCn":3065,"OCCOCOC":3066,"CCONc":3067,"CCONCc":3068,"CCOCCCCCBr":3069,"CSCCCCCCC":3070,"CSCCCOS":3071,"CCCCCCCCCCOCCOCCOCCOCCOCCOCCO":3072,"@@]%":3073,"CNCSC":3074,"CCCNCCNc":3075,"NNBO":3076,"]):":3077,"ccnN":3078,"CCCCOCCCNC":3079,"COCCSCCO":3080,"NCCCNCCN":3081,"OCCCCCCCN":3082,"NCCNCCNCCNC":3083,"COCCOn":3084,"CCCSSCCCC":3085,"CCCOCN":3086,"OCCOCP":3087,"CCCCCCCCCCCCCCCCCCP":3088,"OCCOCCOCCCC":3089,"OCCCCCCCCCCN":3090,"OCCCCCCCCCCCCCCCCCCCC":3091,"CNCCCSc":3092,"COCCCCOCC":3093,"OCCOCCOCCOCCOCCOCCOCCOCCOCCO":3094,"OCCCSCCCO":3095,"CNCCCNCCNCCCNC":3096,"CCCCCCCCCCCCCCCCCCCCCO":3097,"CCCCCCCCCCCCCCCCCCCCCOC":3098,"NCCNCCOc":3099,"NCCCCCCCNc":3100,"CCOCCCCCOCC":3101,"BrCCCCCCOCCc":3102,"COCCOCCOCCOCCOCCOCCOCCOCCOCCO":3103,"NCCOCCOCCOCCOCCOCCNC":3104,"SCCCCCCCCCCCOCCOCCOCCOc":3105,"SCCOCCOCCOCCOCCOCCS":3106,"SBS":3107,"143":3108,"@-]":3109,"BF":3110,"BP":3111,"Ho":3112,"ICCCOc":3113,"ICCCCOC":3114,"ICCCCCCCCI":3115,"Nncn":3116,"OOCCO":3117,"PSI":3118,"SF":3119,"SCCOS":3120,"SCCCCCCCCCCCCCCCCCC":3121,"SCCCCCOc":3122,"SCCOCCI":3123,"cCS":3124,"cCn":3125,"cOCCN":3126,"cccCI":3127,"cccOCc":3128,"CCCCCOCCC":3129,"ClCCNC":3130,"ClCCCCCCn":3131,"COSC":3132,"COCCCCCCCCOc":3133,"COCCCCCCCCCCCCN":3134,"COCCCCCCCCCCCCCCCCOC":3135,"NCNCC":3136,"CNCCCCCNC":3137,"BrCCCCSc":3138,"CCNOCC":3139,"CCNOCc":3140,"CCNCCCS":3141,"CCNCCCNCC":3142,"Ncn":3143,"cnCC":3144,"CCCCCSS":3145,"CCOOO":3146,"CCOCCCCCCCCCC":3147,"CCOCCCCOC":3148,"nccNC":3149,"CSCCSCCC":3150,"cncoc":3151,"CCCCCCCCOCCO":3152,"CCCCCCCCOCCC":3153,"CCCCCCCCCCNS":3154,"NSCC":3155,"NOCCCCN":3156,"NOCCCCCCBr":3157,"cNccc":3158,"OBOB":3159,"CCCOCCCCc":3160,"CCCCOO":3161,"CCSCCCI":3162,"CCSCCOCCOCCSCC":3163,"NCCCNCCCC":3164,"NCCCNCCC":3165,"NCCCNCCNCCCN":3166,"NNCP":3167,"CCCCCCCCCCCCNCc":3168,"CCCCCCCCCCCCSCCc":3169,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCC":3170,"CCCCCCCCCCCCCCCCCCCNc":3171,"CCCCCCCCCCCCCCCCCCOCCC":3172,"NOCl":3173,"NOCOC":3174,"CNCCP":3175,"CCCSCCCS":3176,"CCCCCCCCCCCSc":3177,"OCCCNCCCO":3178,"COBC":3179,"CCCCCNN":3180,"CCCCCCCCCCCCCCCl":3181,"SSCCC":3182,"SCCSCCCC":3183,"CCCCCCNCCCN":3184,"NCCSCCC":3185,"NCCSSC":3186,"NCCOCCn":3187,"CCCCSCCCCC":3188,"OCCOCCOCCOCCCCCCCCCCCS":3189,"CSCCCSCC":3190,"OCCCCOP":3191,"OCCCCCCCCCCCCCO":3192,"NCCCCCCCCCCCS":3193,"CCOCCOCCOCCOCCCc":3194,"NBI":3195,"OCCCCCCCCCCCCCCCCCCc":3196,"CCCCCCSCCCCCC":3197,"CCCCCCSCCCCCCCCCCC":3198,"CNCCCCCCOCCOCc":3199,"CNCCCCCCNCCSSCCN":3200,"CCOBO":3201,"CCOCCOCCOCCOCCNc":3202,"OCCOCCOCCOCCOCCOCCOCCN":3203,"COCCOCCOCCOCCOCCOCCOCCN":3204,"ClCCSCCSCCCl":3205,"CNCCCCCCNCCSSCCNCCCCCCNCc":3206,"38":3207,"623":3208,"721":3209,"723":3210,"BCCCN":3211,"BNCC":3212,"ICCCCCCc":3213,"IcccI":3214,"Pu":3215,"PNP":3216,"POI":3217,"SCCCCCCOc":3218,"SCCCCCCCCCCCBr":3219,"SCCCCCCCCCCS":3220,"SCCOCCOCCSc":3221,"cNCN":3222,"nCNCN":3223,"ooc":3224,"occs":3225,"scI":3226,"cccNCC":3227,"CCCCOCCOCCOCCOCC":3228,"CCCCCOCCOc":3229,"ClCCOCc":3230,"COOP":3231,"NCSCC":3232,"CNccccc":3233,"CNCCOCCNC":3234,"CNCCNCCNC":3235,"BrCCCCCCCCCCC":3236,"BrCCCCCCCOc":3237,"CCNCCCCC":3238,"CCNCCCCN":3239,"ccccs":3240,"CCOCCCn":3241,"CCOCCCCBr":3242,"CCOCCCCCCN":3243,"CCOCCCCCCCCCCCCCCCCCC":3244,"nccsc":3245,"CSCCCCCCCC":3246,"CSCSc":3247,"CSCCCCCCO":3248,"CSCCCCCCS":3249,"CCCCCCCCNCCC":3250,"CCCCCCCCCCCCCCCCCCCCc":3251,"CCCNCCCCN":3252,"CCOCCOP":3253,"CCCCCCCSCC":3254,"CCSSCCS":3255,"CCCCNn":3256,"ONCOO":3257,"COCOCCCCCCC":3258,"OCCCCNCC":3259,"OCCCCCCNc":3260,"OCCNCCOC":3261,"CCCCCCCCCCCCCOCOC":3262,"CCCCCCCCCCCCCCCCCCCO":3263,"COCCOCCCN":3264,"CPCCN":3265,"CCCOCn":3266,"COCCOCCOCCCC":3267,"COCCOCCOCCI":3268,"COCCOCCOCCCl":3269,"CCCCCNCCc":3270,"OCCCCCCSc":3271,"OCCCCCCCCCCCCCCCCCCCCCCO":3272,"CCCCSCCc":3273,"108":3274,"NOCCSC":3275,"OCCCCOCCC":3276,"CCCCCCCCCCCCNCCC":3277,"OCSCO":3278,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":3279,"CSSCCO":3280,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":3281,"FPF":3282,"SCCOCCOCCOC":3283,"IrH":3284,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC":3285,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":3286,"ClCCOCCOCCOCCCl":3287,"(:[":3288,"653":3289,"824":3290,"BOCCN":3291,"FCSc":3292,"NCOP":3293,"NCCCCCCCCCCCCCCCCC":3294,"PCI":3295,"SNCCS":3296,"SCCCCCSc":3297,"SCCCCCCCCCCCOc":3298,"cCCI":3299,"nB":3300,"osc":3301,"cccNS":3302,"OCNN":3303,"CCCCNCCCO":3304,"CCCCOCCOCCOCC":3305,"COCCCCCCCOc":3306,"CNCl":3307,"CNCCCCn":3308,"COCcc":3309,"COCOCCOCCOCCOCCO":3310,"BrSc":3311,"BrCCCNC":3312,"CCNCCCCCC":3313,"ccccccccc":3314,"cnS":3315,"cnCCC":3316,"CCOCCCCN":3317,"CCOCCCCl":3318,"CCOCCCI":3319,"CSCCNCC":3320,"CSCCCOC":3321,"CSCCOCCOCCOCC":3322,"CCCCCCCCOCCCN":3323,"CCCCCCCCOCCl":3324,"CCCCCCCCCCCNS":3325,"CCCCCCCCCCOCCC":3326,"CCCCCCCCSCCCC":3327,"CCOCCOCCS":3328,"Cnncc":3329,"ccncN":3330,"NNccc":3331,"CCCCCCSCCC":3332,"OSO":3333,"-](-":3334,"-](/":3335,"NCCCNCCCNCCCN":3336,"345":3337,"346":3338,"CCCCNCCOC":3339,"OOI":3340,"OON":3341,"OCCCCCCOCC":3342,"OCCCCCNS":3343,"OCCCCCCOCc":3344,"CCCCCCCCCCCCCCCCOCCC":3345,"CCCCCCCCCCCCCCCCCCCCOP":3346,"SCCNCc":3347,"CCCSN":3348,"NCCCCCI":3349,"OCCOCBr":3350,"COCCOCCOCCSc":3351,"CNCCNCCCN":3352,"CCCCCNCCCN":3353,"CSCCNCc":3354,"SSSc":3355,"ccso":3356,"CCCCCCCCCCCCCS":3357,"OCCOCCOCCOCCOCCOCCOCC":3358,"CCCCCOCCc":3359,"OCCCCCCCCn":3360,"NCCOCCI":3361,"NCCOCCCl":3362,"NCCOCCOS":3363,"CCCCSCCl":3364,"109":3365,"COCCCCCCOCc":3366,"OCCCSCCNC":3367,"CCCCCCCCCCCCCCCCCCCCCc":3368,"CCCCCCCCCCCCCCCCCCCCCCOP":3369,"NCCSSCCC":3370,"COCCOCCOCCOCCOCc":3371,"NCCCCCCCn":3372,"CSCCSCCS":3373,"COCCOCCOCCOCCOCCOCCNC":3374,"COCCOCCOCCOCCOCCOCCOCC":3375,"COCCOCCOCCOCCOCCOCCOCCOCCO":3376,"517":3377,"NCCOCCOCCOCCOCCOCCOCC":3378,"CCCCCCCCCCCSSCCCCCCCCCCCO":3379,"PPP":3380,"CNCCCCCCNCCCCCCCC":3381,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCN":3382,"ccpcc":3383,")#[":3384,"27":3385,"275":3386,"FCCOCCOCCOc":3387,"IcccccI":3388,"NOCCCO":3389,"PCP":3390,"PSSP":3391,"Scc":3392,"SCCCCCCBr":3393,"SccS":3394,"Tc":3395,"Th":3396,"cCCc":3397,"si":3398,"CCcccc":3399,"OCNc":3400,"CCCCCOCCN":3401,"CCCCOCCCO":3402,"CCCCNCCS":3403,"CCCCCCOCCl":3404,"ClCCCOCCc":3405,"COCCCCCCCCCCO":3406,"COCCCOP":3407,"NCccn":3408,"CNNO":3409,"CNSC":3410,"CNCCCCCl":3411,"CNCCOCCOCCNC":3412,"COCOn":3413,"BrCCCCO":3414,"BrCCCCCCCCCCCCC":3415,"BrCCCCCCCOC":3416,"BrCCCCCCCCCOC":3417,"BrCCCCCCCCCCCCCCCCBr":3418,"OCCCOCCCOc":3419,"CCOCSc":3420,